<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;

class ProductGroupsTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('product_groups')->delete();
        
        \DB::table('product_groups')->insert(array (
            
            array (
                'id' => 10000,
                'parent_id' => 10001,
                'name' => '<Без группы>',
            ),
            
            array (
                'id' => 10001,
                'parent_id' => 0,
                'name' => 'Номенклатура',
            ),
            
            array (
                'id' => 10002,
                'parent_id' => 10001,
                'name' => '<Полный список>',
            ),
            
            array (
                'id' => 10003,
                'parent_id' => 10001,
                'name' => '&lt;Детали для сервиса&gt;',
            ),
            
            array (
                'id' => 10005,
                'parent_id' => 10001,
                'name' => '&lt;Инструмент&gt;',
            ),
            
            array (
                'id' => 10010,
                'parent_id' => 10481,
                'name' => 'Пружина подвески',
            ),
            
            array (
                'id' => 10011,
                'parent_id' => 10101,
            'name' => 'Крепежные элементы(клипсы)',
            ),
            
            array (
                'id' => 10100,
                'parent_id' => 10003,
                'name' => 'Фильтры',
            ),
            
            array (
                'id' => 10101,
                'parent_id' => 10001,
                'name' => 'Кузов',
            ),
            
            array (
                'id' => 10102,
                'parent_id' => 10001,
                'name' => 'Двигатель',
            ),
            
            array (
                'id' => 10103,
                'parent_id' => 10102,
                'name' => 'Механизм газораспределения',
            ),
            
            array (
                'id' => 10104,
                'parent_id' => 10001,
                'name' => 'Система выпуска',
            ),
            
            array (
                'id' => 10106,
                'parent_id' => 10001,
                'name' => 'Тормозная система',
            ),
            
            array (
                'id' => 10107,
                'parent_id' => 10001,
                'name' => 'Система охлаждения',
            ),
            
            array (
                'id' => 10108,
                'parent_id' => 10001,
                'name' => 'Система зажигания / накаливания',
            ),
            
            array (
                'id' => 10110,
                'parent_id' => 10001,
                'name' => 'Электрооборудование',
            ),
            
            array (
                'id' => 10111,
                'parent_id' => 10001,
                'name' => 'Ходовая часть',
            ),
            
            array (
                'id' => 10112,
                'parent_id' => 10001,
                'name' => 'Рулевое управление',
            ),
            
            array (
                'id' => 10113,
                'parent_id' => 10001,
                'name' => 'Подвеска оси / система подвески / колеса',
            ),
            
            array (
                'id' => 10114,
                'parent_id' => 10001,
                'name' => 'Трансмиссия',
            ),
            
            array (
                'id' => 10115,
                'parent_id' => 10001,
                'name' => 'Прицепное оборудование / комплектующие',
            ),
            
            array (
                'id' => 10116,
                'parent_id' => 10001,
                'name' => 'Ременный привод',
            ),
            
            array (
                'id' => 10118,
                'parent_id' => 10001,
                'name' => 'Система очистки окон',
            ),
            
            array (
                'id' => 10125,
                'parent_id' => 10106,
                'name' => 'Усилитель тормоза',
            ),
            
            array (
                'id' => 10126,
                'parent_id' => 10106,
                'name' => 'Главный тормозной цилиндр',
            ),
            
            array (
                'id' => 10127,
                'parent_id' => 10106,
                'name' => 'Суппорт диского колесного тормозного механизма',
            ),
            
            array (
                'id' => 10128,
                'parent_id' => 10106,
                'name' => 'Колесный тормозный цилиндр',
            ),
            
            array (
                'id' => 10130,
                'parent_id' => 10726,
                'name' => 'Комплект тормозных колодок [Диск]',
            ),
            
            array (
                'id' => 10131,
                'parent_id' => 10727,
                'name' => 'Комплект тормозных колодок [Барабан]',
            ),
            
            array (
                'id' => 10132,
                'parent_id' => 10726,
                'name' => 'Диск тормозной',
            ),
            
            array (
                'id' => 10133,
                'parent_id' => 10727,
                'name' => 'Тормозной барабан',
            ),
            
            array (
                'id' => 10134,
                'parent_id' => 10106,
                'name' => 'Стояночный тормоз',
            ),
            
            array (
                'id' => 10135,
                'parent_id' => 10106,
                'name' => 'Тормозные шланги',
            ),
            
            array (
                'id' => 10136,
                'parent_id' => 10106,
                'name' => 'Тормозные трубопроводы',
            ),
            
            array (
                'id' => 10137,
                'parent_id' => 10106,
                'name' => 'регулятор увеличения силы пружины',
            ),
            
            array (
                'id' => 10138,
                'parent_id' => 10106,
                'name' => 'Регулировка динамики движения',
            ),
            
            array (
                'id' => 10139,
                'parent_id' => 10106,
                'name' => 'Вакуумный насос',
            ),
            
            array (
                'id' => 10140,
                'parent_id' => 10453,
                'name' => 'Стартер. Составляющие',
            ),
            
            array (
                'id' => 10141,
                'parent_id' => 10110,
                'name' => 'Генератор / составляющие',
            ),
            
            array (
                'id' => 10142,
                'parent_id' => 10110,
                'name' => 'АКБ',
            ),
            
            array (
                'id' => 10143,
                'parent_id' => 10110,
                'name' => 'Система освещения / сигнализация',
            ),
            
            array (
                'id' => 10146,
                'parent_id' => 10104,
                'name' => 'Глушитель в сборе',
            ),
            
            array (
                'id' => 10147,
                'parent_id' => 10104,
                'name' => 'Катализатор',
            ),
            
            array (
                'id' => 10148,
                'parent_id' => 10104,
                'name' => 'Лямбда-зонд',
            ),
            
            array (
                'id' => 10150,
                'parent_id' => 10001,
                'name' => 'Система сцепления / навесные части',
            ),
            
            array (
                'id' => 10151,
                'parent_id' => 10150,
                'name' => 'Комплект сцепления',
            ),
            
            array (
                'id' => 10152,
                'parent_id' => 10150,
                'name' => 'Нажимной диск сцепления',
            ),
            
            array (
                'id' => 10153,
                'parent_id' => 10150,
                'name' => 'Диск сцепления',
            ),
            
            array (
                'id' => 10154,
                'parent_id' => 10150,
                'name' => 'Подшипник выключения сцепления / Центральный выключатель',
            ),
            
            array (
                'id' => 10155,
                'parent_id' => 10154,
                'name' => 'Выжимной подшипник сцепления',
            ),
            
            array (
                'id' => 10156,
                'parent_id' => 10154,
                'name' => 'Сцепление. Втулка вилки сцепления',
            ),
            
            array (
                'id' => 10157,
                'parent_id' => 10150,
                'name' => 'Маховик',
            ),
            
            array (
                'id' => 10159,
                'parent_id' => 10150,
                'name' => 'Выжимной подшипник / регулировочная шайба',
            ),
            
            array (
                'id' => 10160,
                'parent_id' => 10179,
                'name' => 'Рабочий цилиндр',
            ),
            
            array (
                'id' => 10161,
                'parent_id' => 10179,
                'name' => 'Сцепление. Главный цилиндр',
            ),
            
            array (
                'id' => 10162,
                'parent_id' => 10114,
                'name' => 'Приводной вал',
            ),
            
            array (
                'id' => 10166,
                'parent_id' => 10114,
                'name' => 'Крепежные элементы / комплектующие',
            ),
            
            array (
                'id' => 10170,
                'parent_id' => 10114,
                'name' => 'Муфта с шипами',
            ),
            
            array (
                'id' => 10171,
                'parent_id' => 10114,
                'name' => 'ШРУС. Комплект',
            ),
            
            array (
                'id' => 10174,
                'parent_id' => 10114,
                'name' => 'Пыльник приводного вала',
            ),
            
            array (
                'id' => 10177,
                'parent_id' => 10179,
                'name' => 'Трос привода сцепления',
            ),
            
            array (
                'id' => 10179,
                'parent_id' => 10150,
                'name' => 'Система управления сцеплением',
            ),
            
            array (
                'id' => 10180,
                'parent_id' => 10116,
                'name' => 'Клиновой ремень / комплект',
            ),
            
            array (
                'id' => 10182,
                'parent_id' => 10116,
                'name' => 'Сервисный  ремень / комплект',
            ),
            
            array (
                'id' => 10185,
                'parent_id' => 10140,
                'name' => 'Стартер. Щетки',
            ),
            
            array (
                'id' => 10186,
                'parent_id' => 10194,
                'name' => 'Корпус термостата',
            ),
            
            array (
                'id' => 10188,
                'parent_id' => 10107,
                'name' => 'Водяной насос / Комплектующие',
            ),
            
            array (
                'id' => 10189,
                'parent_id' => 10188,
                'name' => 'Водяной насос. Прокладка',
            ),
            
            array (
                'id' => 10191,
                'parent_id' => 10188,
                'name' => 'Водяной насос',
            ),
            
            array (
                'id' => 10194,
                'parent_id' => 10107,
                'name' => 'Термостат / прокладка',
            ),
            
            array (
                'id' => 10195,
                'parent_id' => 10194,
                'name' => 'Термостат',
            ),
            
            array (
                'id' => 10196,
                'parent_id' => 10194,
                'name' => 'Прокладка термостата',
            ),
            
            array (
                'id' => 10199,
                'parent_id' => 10107,
                'name' => 'Соединительные элементы / провода / фланцы',
            ),
            
            array (
                'id' => 10200,
                'parent_id' => 10199,
                'name' => 'Соединительные элементы / провода водяного радиатора',
            ),
            
            array (
                'id' => 10202,
                'parent_id' => 10107,
                'name' => 'Водяной / масляный радиатор',
            ),
            
            array (
                'id' => 10203,
                'parent_id' => 10202,
                'name' => 'Радиатор системы охлаждения',
            ),
            
            array (
                'id' => 10204,
                'parent_id' => 10202,
                'name' => 'Радиатор печки',
            ),
            
            array (
                'id' => 10205,
                'parent_id' => 10202,
                'name' => 'Крепеж радиатора',
            ),
            
            array (
                'id' => 10208,
                'parent_id' => 10202,
                'name' => 'Масляный радиатор',
            ),
            
            array (
                'id' => 10212,
                'parent_id' => 10202,
                'name' => 'Расширительный бачок',
            ),
            
            array (
                'id' => 10213,
                'parent_id' => 10111,
                'name' => 'Подвеска',
            ),
            
            array (
                'id' => 10221,
                'parent_id' => 10481,
                'name' => 'Амортизатор подвески',
            ),
            
            array (
                'id' => 10229,
                'parent_id' => 10481,
                'name' => 'Стойка амортизатора',
            ),
            
            array (
                'id' => 10233,
                'parent_id' => 10118,
                'name' => 'Стеклоочиститель / резина',
            ),
            
            array (
                'id' => 10234,
                'parent_id' => 10118,
                'name' => 'Двигатель стеклоочистителя',
            ),
            
            array (
                'id' => 10235,
                'parent_id' => 10118,
                'name' => 'Насос омывателя',
            ),
            
            array (
                'id' => 10236,
                'parent_id' => 10118,
                'name' => 'Поводок стеклоочистителя',
            ),
            
            array (
                'id' => 10237,
                'parent_id' => 10118,
                'name' => 'Тяги и рычаги / привод стеклоочистителя',
            ),
            
            array (
                'id' => 10243,
                'parent_id' => 10143,
                'name' => 'Основная фара / комплектующие',
            ),
            
            array (
                'id' => 10247,
                'parent_id' => 10143,
                'name' => 'Фонарь освещения номерного знака / комплектующие',
            ),
            
            array (
                'id' => 10248,
                'parent_id' => 10108,
                'name' => 'Распределитель зажигания / комплектующие',
            ),
            
            array (
                'id' => 10250,
                'parent_id' => 10108,
                'name' => 'Катушка зажигания',
            ),
            
            array (
                'id' => 10251,
                'parent_id' => 10003,
                'name' => 'Свеча зажигания',
            ),
            
            array (
                'id' => 10252,
                'parent_id' => 10003,
                'name' => 'Свеча накаливания',
            ),
            
            array (
                'id' => 10253,
                'parent_id' => 10003,
                'name' => 'Высоковольтные провода',
            ),
            
            array (
                'id' => 10255,
                'parent_id' => 10843,
                'name' => 'Продольная / поперечная балка',
            ),
            
            array (
                'id' => 10264,
                'parent_id' => 10843,
                'name' => 'Ниша для запасного колеса передняя',
            ),
            
            array (
                'id' => 10265,
                'parent_id' => 11748,
                'name' => 'Подкрылок колесной арки, передний',
            ),
            
            array (
                'id' => 10266,
                'parent_id' => 10843,
                'name' => 'Кронштейн батареи',
            ),
            
            array (
                'id' => 10268,
                'parent_id' => 10843,
                'name' => 'Основание кузова',
            ),
            
            array (
                'id' => 10269,
                'parent_id' => 10843,
                'name' => 'Накладки порога / двери',
            ),
            
            array (
                'id' => 10281,
                'parent_id' => 10843,
                'name' => 'Боковина',
            ),
            
            array (
                'id' => 10284,
                'parent_id' => 10846,
                'name' => 'Капот двигателя/составляющие/изоляция',
            ),
            
            array (
                'id' => 10285,
                'parent_id' => 10843,
                'name' => 'Крыло/навесные части',
            ),
            
            array (
                'id' => 10287,
                'parent_id' => 10843,
                'name' => 'Буфер / составляющие',
            ),
            
            array (
                'id' => 10289,
                'parent_id' => 10846,
                'name' => 'Двери / составляющие',
            ),
            
            array (
                'id' => 10291,
                'parent_id' => 11749,
                'name' => 'Решетка бампера',
            ),
            
            array (
                'id' => 10292,
                'parent_id' => 10846,
                'name' => 'Крышка багажника/грузового багажника',
            ),
            
            array (
                'id' => 10295,
                'parent_id' => 10104,
                'name' => 'Насадка',
            ),
            
            array (
                'id' => 10296,
                'parent_id' => 10104,
                'name' => 'Глушитель для спортивного автомобиля',
            ),
            
            array (
                'id' => 10297,
                'parent_id' => 10701,
                'name' => 'Тяга рулевая',
            ),
            
            array (
                'id' => 10298,
                'parent_id' => 10112,
                'name' => 'Наконечник рулевой тяги',
            ),
            
            array (
                'id' => 10299,
                'parent_id' => 10112,
                'name' => 'Насос ГУР',
            ),
            
            array (
                'id' => 10300,
                'parent_id' => 10112,
                'name' => 'Рулевой амортизатор',
            ),
            
            array (
                'id' => 10301,
                'parent_id' => 10112,
                'name' => 'Гофрированный кожух / прокладки',
            ),
            
            array (
                'id' => 10302,
                'parent_id' => 10112,
                'name' => 'Колонка / вал рулевого управления',
            ),
            
            array (
                'id' => 10303,
                'parent_id' => 10112,
                'name' => 'Рулевая сошка',
            ),
            
            array (
                'id' => 10304,
                'parent_id' => 10112,
                'name' => 'Подшипник маятникового рычага',
            ),
            
            array (
                'id' => 10306,
                'parent_id' => 10113,
                'name' => 'Ступица колеса / установка',
            ),
            
            array (
                'id' => 10307,
                'parent_id' => 10113,
                'name' => 'Поворотный кулак / ремкомплект',
            ),
            
            array (
                'id' => 10308,
                'parent_id' => 10113,
                'name' => 'Подвеска поперечного рычага',
            ),
            
            array (
                'id' => 10309,
                'parent_id' => 10113,
                'name' => 'Стойки / тяги',
            ),
            
            array (
                'id' => 10310,
                'parent_id' => 10113,
                'name' => 'Стабилизатор подвески',
            ),
            
            array (
                'id' => 10311,
                'parent_id' => 10113,
                'name' => 'Шарнирные элементы',
            ),
            
            array (
                'id' => 10312,
                'parent_id' => 10113,
                'name' => 'Балка моста / подвеска оси',
            ),
            
            array (
                'id' => 10313,
                'parent_id' => 10113,
                'name' => 'Колесо / крепление колеса',
            ),
            
            array (
                'id' => 10314,
                'parent_id' => 10001,
                'name' => 'Система подачи топлива',
            ),
            
            array (
                'id' => 10315,
                'parent_id' => 10199,
                'name' => 'Соединительные элементы / провода масляного радиатора',
            ),
            
            array (
                'id' => 10316,
                'parent_id' => 10314,
                'name' => 'Крышка топливозаливной горловины',
            ),
            
            array (
                'id' => 10317,
                'parent_id' => 10101,
                'name' => 'Крепление радиатора',
            ),
            
            array (
                'id' => 10319,
                'parent_id' => 10101,
                'name' => 'Облицовка / защита / оформление / эмблемы / защита распыл.',
            ),
            
            array (
                'id' => 10322,
                'parent_id' => 10104,
                'name' => 'Детали монтажа',
            ),
            
            array (
                'id' => 10323,
                'parent_id' => 10102,
                'name' => 'Прокладки',
            ),
            
            array (
                'id' => 10324,
                'parent_id' => 10323,
                'name' => 'Комплект прокладок ДВС',
            ),
            
            array (
                'id' => 10325,
                'parent_id' => 10323,
                'name' => 'Прокладка ГБЦ',
            ),
            
            array (
                'id' => 10327,
                'parent_id' => 10323,
                'name' => 'Прокладка клапанной крышки',
            ),
            
            array (
                'id' => 10328,
                'parent_id' => 10323,
                'name' => 'Прокладка стерженя',
            ),
            
            array (
                'id' => 10329,
                'parent_id' => 10323,
                'name' => 'Прокладка впускного коллектора',
            ),
            
            array (
                'id' => 10331,
                'parent_id' => 10323,
                'name' => 'Прокладка выпускного коллектора',
            ),
            
            array (
                'id' => 10333,
                'parent_id' => 10323,
                'name' => 'Прокладка поддона',
            ),
            
            array (
                'id' => 10334,
                'parent_id' => 10323,
                'name' => 'Прокладка подачи масла турбины',
            ),
            
            array (
                'id' => 10335,
                'parent_id' => 10323,
                'name' => 'Прокладка крышки распределительного механизма',
            ),
            
            array (
                'id' => 10337,
                'parent_id' => 10154,
                'name' => 'Центральный выключатель',
            ),
            
            array (
                'id' => 10338,
                'parent_id' => 10001,
                'name' => 'Коробка передач',
            ),
            
            array (
                'id' => 10339,
                'parent_id' => 10338,
                'name' => 'МКПП',
            ),
            
            array (
                'id' => 10340,
                'parent_id' => 10338,
                'name' => 'АКПП',
            ),
            
            array (
                'id' => 10341,
                'parent_id' => 10001,
                'name' => 'HVAC',
            ),
            
            array (
                'id' => 10343,
                'parent_id' => 10001,
                'name' => 'Кондиционер',
            ),
            
            array (
                'id' => 10344,
                'parent_id' => 10490,
                'name' => 'Турбонагнетатель. Картридж',
            ),
            
            array (
                'id' => 10345,
                'parent_id' => 10102,
                'name' => 'Система смазки',
            ),
            
            array (
                'id' => 10346,
                'parent_id' => 10108,
                'name' => 'Усилитель искры в системе зажигания',
            ),
            
            array (
                'id' => 10347,
                'parent_id' => 10108,
                'name' => 'Блок управления / реле',
            ),
            
            array (
                'id' => 10349,
                'parent_id' => 10108,
                'name' => 'Генератор импульсов',
            ),
            
            array (
                'id' => 10350,
                'parent_id' => 10314,
                'name' => 'Топливный бак / комплектующие',
            ),
            
            array (
                'id' => 10351,
                'parent_id' => 10314,
                'name' => 'Насос / комплектующие',
            ),
            
            array (
                'id' => 10352,
                'parent_id' => 10314,
                'name' => 'Клапан',
            ),
            
            array (
                'id' => 10353,
                'parent_id' => 10100,
                'name' => 'Фильтр топливный. Бензин',
            ),
            
            array (
                'id' => 10354,
                'parent_id' => 10001,
                'name' => 'Подготовка топливной смеси',
            ),
            
            array (
                'id' => 10358,
                'parent_id' => 10314,
                'name' => 'Соединительные элементы / провода',
            ),
            
            array (
                'id' => 10359,
                'parent_id' => 10100,
                'name' => 'Фильтр масляный',
            ),
            
            array (
                'id' => 10360,
                'parent_id' => 10100,
                'name' => 'Фильтр воздушный',
            ),
            
            array (
                'id' => 10361,
                'parent_id' => 10100,
                'name' => 'Фильтр топливный. Дизель',
            ),
            
            array (
                'id' => 10362,
                'parent_id' => 10100,
                'name' => 'Фильтр гидравлический',
            ),
            
            array (
                'id' => 10363,
                'parent_id' => 10100,
                'name' => 'Фильтр салона',
            ),
            
            array (
                'id' => 10364,
                'parent_id' => 10100,
                'name' => 'Фильтр гидравлический сцепления',
            ),
            
            array (
                'id' => 10367,
                'parent_id' => 10314,
                'name' => 'Трубка забора топлива в сборе',
            ),
            
            array (
                'id' => 10368,
                'parent_id' => 12847,
                'name' => 'Датчик уровня топлива',
            ),
            
            array (
                'id' => 10369,
                'parent_id' => 10314,
                'name' => 'Гаситель пульсаций',
            ),
            
            array (
                'id' => 10370,
                'parent_id' => 12847,
                'name' => 'Датчик давления топлива',
            ),
            
            array (
                'id' => 10375,
                'parent_id' => 10143,
                'name' => 'Задний фонарь / комплектующие',
            ),
            
            array (
                'id' => 10376,
                'parent_id' => 10887,
                'name' => 'Фара дальнего света / комплектующие',
            ),
            
            array (
                'id' => 10377,
                'parent_id' => 10887,
                'name' => 'Противотуманная фара / комплектующие',
            ),
            
            array (
                'id' => 10379,
                'parent_id' => 10243,
                'name' => 'Регулировка угла наклона фар',
            ),
            
            array (
                'id' => 10380,
                'parent_id' => 10887,
                'name' => 'Фара рабочего освещения / комплектующие',
            ),
            
            array (
                'id' => 10381,
                'parent_id' => 10887,
                'name' => 'Фара-искатель / комплектующие',
            ),
            
            array (
                'id' => 10385,
                'parent_id' => 10143,
                'name' => 'Задняя противотуманная фара / комплектующие',
            ),
            
            array (
                'id' => 10387,
                'parent_id' => 10143,
                'name' => 'Фара заднего хода / комплектующие',
            ),
            
            array (
                'id' => 10389,
                'parent_id' => 10143,
                'name' => 'Пробесковый маячок / комплектующие',
            ),
            
            array (
                'id' => 10390,
                'parent_id' => 10143,
                'name' => 'Стояночный / габаритный огонь / комплектующие',
            ),
            
            array (
                'id' => 10392,
                'parent_id' => 10143,
                'name' => 'Внутреннее освещение',
            ),
            
            array (
                'id' => 10395,
                'parent_id' => 10110,
                'name' => 'Отражатель',
            ),
            
            array (
                'id' => 10398,
                'parent_id' => 10179,
                'name' => 'Соединительные элементы / провода',
            ),
            
            array (
                'id' => 10407,
                'parent_id' => 10110,
                'name' => 'Выключатель / реле / блок управления освещения',
            ),
            
            array (
                'id' => 10414,
                'parent_id' => 10104,
                'name' => 'Глушитель',
            ),
            
            array (
                'id' => 10415,
                'parent_id' => 10104,
                'name' => 'Трубы',
            ),
            
            array (
                'id' => 10416,
                'parent_id' => 10322,
                'name' => 'Монтажный комплект',
            ),
            
            array (
                'id' => 10417,
                'parent_id' => 10322,
                'name' => 'Монтажные элементы',
            ),
            
            array (
                'id' => 10418,
                'parent_id' => 10104,
                'name' => 'Сажевый / частичный фильтр',
            ),
            
            array (
                'id' => 10419,
                'parent_id' => 10104,
                'name' => 'Резонатор',
            ),
            
            array (
                'id' => 10420,
                'parent_id' => 10110,
                'name' => 'Звуковой сигнал',
            ),
            
            array (
                'id' => 10421,
                'parent_id' => 10417,
                'name' => 'Прокладка',
            ),
            
            array (
                'id' => 10422,
                'parent_id' => 10110,
                'name' => 'Контрольные приборы',
            ),
            
            array (
                'id' => 10423,
                'parent_id' => 10417,
                'name' => 'Хомут выхлопной системы',
            ),
            
            array (
                'id' => 10424,
                'parent_id' => 10417,
                'name' => 'Резиновое кольцо',
            ),
            
            array (
                'id' => 10425,
                'parent_id' => 10417,
                'name' => 'Подвес глушителя',
            ),
            
            array (
                'id' => 10426,
                'parent_id' => 10417,
                'name' => 'Резиновые полоски',
            ),
            
            array (
                'id' => 10427,
                'parent_id' => 10417,
                'name' => 'Кронштейн',
            ),
            
            array (
                'id' => 10428,
                'parent_id' => 10108,
                'name' => 'Контрольный блок свечей накаливания',
            ),
            
            array (
                'id' => 10429,
                'parent_id' => 10417,
                'name' => 'Зажимная деталь',
            ),
            
            array (
                'id' => 10430,
                'parent_id' => 10417,
                'name' => 'Фланец',
            ),
            
            array (
                'id' => 10431,
                'parent_id' => 10417,
                'name' => 'Скоба',
            ),
            
            array (
                'id' => 10432,
                'parent_id' => 10417,
                'name' => 'Пружина',
            ),
            
            array (
                'id' => 10433,
                'parent_id' => 10417,
                'name' => 'Винты / гайки / шайбы',
            ),
            
            array (
                'id' => 10434,
                'parent_id' => 12847,
                'name' => 'Датчик температуры ОЖ',
            ),
            
            array (
                'id' => 10435,
                'parent_id' => 10001,
                'name' => 'Дополнительные удобства',
            ),
            
            array (
                'id' => 10437,
                'parent_id' => 10107,
                'name' => 'Вентилятор системы охлаждения',
            ),
            
            array (
                'id' => 10438,
                'parent_id' => 10107,
                'name' => 'Система воздушного охлаждения',
            ),
            
            array (
                'id' => 10439,
                'parent_id' => 10001,
                'name' => 'Информационная / коммуникационная система',
            ),
            
            array (
                'id' => 10440,
                'parent_id' => 10111,
                'name' => 'Регулировка дорожного просвета, подвески, гидравлическая',
            ),
            
            array (
                'id' => 10441,
                'parent_id' => 10001,
                'name' => 'Внутренняя отделка',
            ),
            
            array (
                'id' => 10442,
                'parent_id' => 10001,
                'name' => 'Система очистки фар',
            ),
            
            array (
                'id' => 10443,
                'parent_id' => 10001,
                'name' => 'Оборудование для перевозки',
            ),
            
            array (
                'id' => 10444,
                'parent_id' => 10107,
                'name' => 'Реле',
            ),
            
            array (
                'id' => 10447,
                'parent_id' => 10341,
                'name' => 'Теплообменник HVAC',
            ),
            
            array (
                'id' => 10448,
                'parent_id' => 10341,
                'name' => 'Заслонка печки',
            ),
            
            array (
                'id' => 10449,
                'parent_id' => 10341,
                'name' => 'Электровентилятор HVAC',
            ),
            
            array (
                'id' => 10450,
                'parent_id' => 10141,
                'name' => 'Генератор в сборе',
            ),
            
            array (
                'id' => 10451,
                'parent_id' => 10452,
                'name' => 'Генератор. Регулятор напряжения',
            ),
            
            array (
                'id' => 10452,
                'parent_id' => 10141,
                'name' => 'Генератор. Составляющие',
            ),
            
            array (
                'id' => 10453,
                'parent_id' => 10110,
                'name' => 'Стартер / составляющие',
            ),
            
            array (
                'id' => 10454,
                'parent_id' => 10343,
                'name' => 'Компрессор кондиционера/детали',
            ),
            
            array (
                'id' => 10455,
                'parent_id' => 10343,
                'name' => 'Радиатор кондиционера',
            ),
            
            array (
                'id' => 10456,
                'parent_id' => 10343,
                'name' => 'Испаритель',
            ),
            
            array (
                'id' => 10457,
                'parent_id' => 10343,
                'name' => 'Осушитель',
            ),
            
            array (
                'id' => 10458,
                'parent_id' => 10343,
                'name' => 'Клапаны',
            ),
            
            array (
                'id' => 10459,
                'parent_id' => 10453,
                'name' => 'Стартер в сборе',
            ),
            
            array (
                'id' => 10460,
                'parent_id' => 10343,
                'name' => 'Шланги / провода',
            ),
            
            array (
                'id' => 10462,
                'parent_id' => 10140,
                'name' => 'Стартер. Втягивающее',
            ),
            
            array (
                'id' => 10463,
                'parent_id' => 10343,
                'name' => 'Реле',
            ),
            
            array (
                'id' => 10464,
                'parent_id' => 10343,
                'name' => 'Комплект для переоборудования',
            ),
            
            array (
                'id' => 10465,
                'parent_id' => 10343,
                'name' => 'Комплект для дооборудования',
            ),
            
            array (
                'id' => 10466,
                'parent_id' => 10343,
                'name' => 'Выключатель',
            ),
            
            array (
                'id' => 10467,
                'parent_id' => 10443,
                'name' => 'Рейлинги',
            ),
            
            array (
                'id' => 10468,
                'parent_id' => 10443,
                'name' => 'Кронштейн хвостовой части',
            ),
            
            array (
                'id' => 10469,
                'parent_id' => 10443,
                'name' => 'Крепежные элементы держательная система',
            ),
            
            array (
                'id' => 10470,
                'parent_id' => 10111,
                'name' => 'Ходовая часть в сборе',
            ),
            
            array (
                'id' => 10471,
                'parent_id' => 10481,
                'name' => 'Опора амортизатора',
            ),
            
            array (
                'id' => 10472,
                'parent_id' => 10481,
                'name' => 'Навесные части',
            ),
            
            array (
                'id' => 10473,
                'parent_id' => 10102,
                'name' => 'Головка цилиндра',
            ),
            
            array (
                'id' => 10474,
                'parent_id' => 10473,
                'name' => 'Прокладка головки цилиндра',
            ),
            
            array (
                'id' => 10475,
                'parent_id' => 10473,
                'name' => 'Крышка головки цилиндра / прокладка',
            ),
            
            array (
                'id' => 10476,
                'parent_id' => 10473,
                'name' => 'Прокладка / уплотнит. кольцо впускного/выпускного коллектора',
            ),
            
            array (
                'id' => 10477,
                'parent_id' => 10473,
                'name' => 'Направляющая клапана / прокладка / регулировка',
            ),
            
            array (
                'id' => 10478,
                'parent_id' => 10473,
                'name' => 'Болт головки блока цилиндра',
            ),
            
            array (
                'id' => 10479,
                'parent_id' => 10473,
                'name' => 'Крышка маслозаливной горловины / прокладка',
            ),
            
            array (
                'id' => 10480,
                'parent_id' => 10473,
                'name' => 'Головка цилиндра',
            ),
            
            array (
                'id' => 10481,
                'parent_id' => 10111,
                'name' => 'Стойка амортизатора. Составные части',
            ),
            
            array (
                'id' => 10482,
                'parent_id' => 10106,
                'name' => 'Гидроаккумулятор / реле давления',
            ),
            
            array (
                'id' => 10483,
                'parent_id' => 10102,
                'name' => 'Система подачи воздуха',
            ),
            
            array (
                'id' => 10484,
                'parent_id' => 10483,
                'name' => 'Корпус воздушного фильтра',
            ),
            
            array (
                'id' => 10485,
                'parent_id' => 10483,
                'name' => 'Тросик газа / система тяг и рычагов',
            ),
            
            array (
                'id' => 10486,
                'parent_id' => 10483,
                'name' => 'Впускной коллектор/выпускной газопровод',
            ),
            
            array (
                'id' => 10487,
                'parent_id' => 10483,
                'name' => 'Газораспределительная заслонка',
            ),
            
            array (
                'id' => 10488,
                'parent_id' => 10483,
                'name' => 'Заслонка дополнительной подачи воздуха',
            ),
            
            array (
                'id' => 10489,
                'parent_id' => 10483,
                'name' => 'Заслонка теплого воздуха',
            ),
            
            array (
                'id' => 10490,
                'parent_id' => 10483,
                'name' => 'Система нагнетания воздуха',
            ),
            
            array (
                'id' => 10491,
                'parent_id' => 10490,
                'name' => 'Турбонагентатель',
            ),
            
            array (
                'id' => 10492,
                'parent_id' => 10490,
                'name' => 'Прокладка турбонагнетателя',
            ),
            
            array (
                'id' => 10493,
                'parent_id' => 10490,
            'name' => 'Охладитель наддувочного воздуха (интеркулер)',
            ),
            
            array (
                'id' => 10494,
                'parent_id' => 10490,
                'name' => 'Регулировка нагнетаемого воздуха',
            ),
            
            array (
                'id' => 10496,
                'parent_id' => 10103,
                'name' => 'Привод ГРМ',
            ),
            
            array (
                'id' => 10497,
                'parent_id' => 10103,
                'name' => 'Распредвал',
            ),
            
            array (
                'id' => 10498,
                'parent_id' => 10103,
                'name' => 'Коромысло / балансир',
            ),
            
            array (
                'id' => 10499,
                'parent_id' => 10103,
                'name' => 'Штанга толкателя / предохранительная трубка',
            ),
            
            array (
                'id' => 10500,
                'parent_id' => 10001,
                'name' => 'Главная передача',
            ),
            
            array (
                'id' => 10501,
                'parent_id' => 10103,
                'name' => 'Головка блока / прокладка',
            ),
            
            array (
                'id' => 10503,
                'parent_id' => 10103,
                'name' => 'Цепь ГРМ',
            ),
            
            array (
                'id' => 10504,
                'parent_id' => 10496,
                'name' => 'Ремень ГРМ',
            ),
            
            array (
                'id' => 10505,
                'parent_id' => 10496,
                'name' => 'Комплект ремня ГРМ',
            ),
            
            array (
                'id' => 10506,
                'parent_id' => 10496,
                'name' => 'Ролик натяжителя ремня ГРМ',
            ),
            
            array (
                'id' => 10507,
                'parent_id' => 10496,
                'name' => 'Ролик обводной ремня ГРМ',
            ),
            
            array (
                'id' => 10509,
                'parent_id' => 10496,
                'name' => 'Натяжительная планка ГРМ',
            ),
            
            array (
                'id' => 10510,
                'parent_id' => 10496,
                'name' => 'Натяжитель ремня ГРМ',
            ),
            
            array (
                'id' => 10511,
                'parent_id' => 10503,
                'name' => 'Цепь привода распредвала',
            ),
            
            array (
                'id' => 10513,
                'parent_id' => 10503,
                'name' => 'Планка успокоителя ГРМ',
            ),
            
            array (
                'id' => 10514,
                'parent_id' => 10503,
                'name' => 'Натяжитель цепи ГРМ',
            ),
            
            array (
                'id' => 10515,
                'parent_id' => 10500,
                'name' => 'Дифференциал',
            ),
            
            array (
                'id' => 10516,
                'parent_id' => 10500,
                'name' => 'Раздаточная коробка',
            ),
            
            array (
                'id' => 10517,
                'parent_id' => 10001,
                'name' => 'Система безопасности',
            ),
            
            array (
                'id' => 10518,
                'parent_id' => 10517,
                'name' => 'Система распознания местоположения автомобиля',
            ),
            
            array (
                'id' => 10519,
                'parent_id' => 10517,
                'name' => 'Сигнализация',
            ),
            
            array (
                'id' => 10520,
                'parent_id' => 10517,
                'name' => 'Аварийное оборудование',
            ),
            
            array (
                'id' => 10521,
                'parent_id' => 10517,
                'name' => 'Система ремней безопасности',
            ),
            
            array (
                'id' => 10522,
                'parent_id' => 10103,
                'name' => 'Клапан/регулировка',
            ),
            
            array (
                'id' => 10523,
                'parent_id' => 10522,
                'name' => 'Клапаны / комплектующие',
            ),
            
            array (
                'id' => 10524,
                'parent_id' => 10522,
                'name' => 'Приведение в действие клапанов',
            ),
            
            array (
                'id' => 10525,
                'parent_id' => 10103,
                'name' => 'Шестерня коленвала',
            ),
            
            array (
                'id' => 10526,
                'parent_id' => 10380,
                'name' => 'Фара рабочего освещения / вставка',
            ),
            
            array (
                'id' => 10528,
                'parent_id' => 10522,
                'name' => 'Клапан фазорегулятора',
            ),
            
            array (
                'id' => 10530,
                'parent_id' => 10243,
                'name' => 'Основная фара комплектующие',
            ),
            
            array (
                'id' => 10531,
                'parent_id' => 10182,
                'name' => 'Ремень сервисный',
            ),
            
            array (
                'id' => 10532,
                'parent_id' => 10182,
                'name' => 'Комплект сервисного ремня',
            ),
            
            array (
                'id' => 10533,
                'parent_id' => 10243,
                'name' => 'Основная фара',
            ),
            
            array (
                'id' => 10534,
                'parent_id' => 10182,
                'name' => 'Ролик натяжителя сервисного ремня',
            ),
            
            array (
                'id' => 10535,
                'parent_id' => 10182,
                'name' => 'Ролик обводной сервисного ремня',
            ),
            
            array (
                'id' => 10537,
                'parent_id' => 10381,
                'name' => 'Фара-искатель / вставка',
            ),
            
            array (
                'id' => 10538,
                'parent_id' => 10182,
                'name' => 'Натяжитель сервисного ремня',
            ),
            
            array (
                'id' => 10539,
                'parent_id' => 10376,
                'name' => 'Фара дальнего света / вставка',
            ),
            
            array (
                'id' => 10540,
                'parent_id' => 10377,
                'name' => 'Противотуманная фара / вставка',
            ),
            
            array (
                'id' => 10541,
                'parent_id' => 10140,
                'name' => 'Стартер. Подшипник',
            ),
            
            array (
                'id' => 10543,
                'parent_id' => 10376,
                'name' => 'Комплектующие фара дальнего света',
            ),
            
            array (
                'id' => 10544,
                'parent_id' => 10377,
                'name' => 'Противотуманная фара комплектующие',
            ),
            
            array (
                'id' => 10545,
                'parent_id' => 10380,
                'name' => 'Фара рабочего освещения комплектующие',
            ),
            
            array (
                'id' => 10546,
                'parent_id' => 10381,
                'name' => 'Фара-искатель комплектующие',
            ),
            
            array (
                'id' => 10550,
                'parent_id' => 10180,
                'name' => 'Клиновой ремень',
            ),
            
            array (
                'id' => 10551,
                'parent_id' => 10180,
                'name' => 'Комплект клиновых ремней',
            ),
            
            array (
                'id' => 10552,
                'parent_id' => 10452,
                'name' => 'Генератор. Щетки',
            ),
            
            array (
                'id' => 10553,
                'parent_id' => 10339,
                'name' => 'Пыльник кулисы КПП',
            ),
            
            array (
                'id' => 10554,
                'parent_id' => 10375,
                'name' => 'Задний фонарь',
            ),
            
            array (
                'id' => 10555,
                'parent_id' => 10454,
                'name' => 'Клапан компрессора кондиционера',
            ),
            
            array (
                'id' => 10556,
                'parent_id' => 10375,
                'name' => 'Задний фонарь. Комплектующие',
            ),
            
            array (
                'id' => 10557,
                'parent_id' => 10452,
                'name' => 'Генератор. Вставка подшипника',
            ),
            
            array (
                'id' => 10559,
                'parent_id' => 10452,
                'name' => 'Генератор. Выпрямитель',
            ),
            
            array (
                'id' => 10560,
                'parent_id' => 10384,
                'name' => 'Фонарь сигнала торможения',
            ),
            
            array (
                'id' => 10561,
                'parent_id' => 10452,
                'name' => 'Генератор. Диодный мост',
            ),
            
            array (
                'id' => 10563,
                'parent_id' => 10245,
                'name' => 'Фонарь указателя поворота',
            ),
            
            array (
                'id' => 10564,
                'parent_id' => 10247,
                'name' => 'Фонарь освещения номерного знака',
            ),
            
            array (
                'id' => 10565,
                'parent_id' => 10385,
                'name' => 'Задняя противотуманная фара',
            ),
            
            array (
                'id' => 10566,
                'parent_id' => 10387,
                'name' => 'Фара заднего хода',
            ),
            
            array (
                'id' => 10567,
                'parent_id' => 10389,
                'name' => 'Проблесковый маячок',
            ),
            
            array (
                'id' => 10568,
                'parent_id' => 10390,
                'name' => 'Стояночный огонь',
            ),
            
            array (
                'id' => 10569,
                'parent_id' => 10390,
                'name' => 'Габаритный огонь',
            ),
            
            array (
                'id' => 10571,
                'parent_id' => 10384,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 10572,
                'parent_id' => 10345,
                'name' => 'Корпус топливного фильтра / прокладка',
            ),
            
            array (
                'id' => 10574,
                'parent_id' => 10345,
                'name' => 'Масляный радиатор / комплектующие',
            ),
            
            array (
                'id' => 10575,
                'parent_id' => 10345,
                'name' => 'Масляный поддон / комплектующие',
            ),
            
            array (
                'id' => 10576,
                'parent_id' => 10345,
                'name' => 'Масляный насос / комплектующие',
            ),
            
            array (
                'id' => 10577,
                'parent_id' => 10100,
                'name' => 'Фильтр масляный грубой очистки',
            ),
            
            array (
                'id' => 10578,
                'parent_id' => 12847,
                'name' => 'Датчик давления масла',
            ),
            
            array (
                'id' => 10579,
                'parent_id' => 10345,
                'name' => 'Щуп масляный, двигателя',
            ),
            
            array (
                'id' => 10580,
                'parent_id' => 10245,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 10581,
                'parent_id' => 10345,
                'name' => 'Соединительные элементы / провода',
            ),
            
            array (
                'id' => 10582,
                'parent_id' => 10247,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 10583,
                'parent_id' => 10574,
                'name' => 'Масляный радиатор',
            ),
            
            array (
                'id' => 10584,
                'parent_id' => 10385,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 10585,
                'parent_id' => 10574,
                'name' => 'Крепление',
            ),
            
            array (
                'id' => 10586,
                'parent_id' => 10387,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 10587,
                'parent_id' => 10389,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 10588,
                'parent_id' => 10574,
                'name' => 'Прокладка',
            ),
            
            array (
                'id' => 10589,
                'parent_id' => 10575,
                'name' => 'Масляный поддон',
            ),
            
            array (
                'id' => 10590,
                'parent_id' => 10575,
                'name' => 'Прокладка',
            ),
            
            array (
                'id' => 10591,
                'parent_id' => 10003,
                'name' => 'Пробка масляного поддона',
            ),
            
            array (
                'id' => 10592,
                'parent_id' => 10576,
                'name' => 'Масляный насос',
            ),
            
            array (
                'id' => 10593,
                'parent_id' => 10576,
                'name' => 'Прокладка',
            ),
            
            array (
                'id' => 10594,
                'parent_id' => 10576,
                'name' => 'Впускная труба',
            ),
            
            array (
                'id' => 10595,
                'parent_id' => 10390,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 10605,
                'parent_id' => 10392,
                'name' => 'Освещение салона',
            ),
            
            array (
                'id' => 10606,
                'parent_id' => 10392,
                'name' => 'Освещение моторного отделения',
            ),
            
            array (
                'id' => 10607,
                'parent_id' => 10392,
                'name' => 'Освещение багажного отделения',
            ),
            
            array (
                'id' => 10608,
                'parent_id' => 10392,
                'name' => 'Освещение приборов /',
            ),
            
            array (
                'id' => 10609,
                'parent_id' => 10407,
                'name' => 'Выключатель',
            ),
            
            array (
                'id' => 10610,
                'parent_id' => 10407,
                'name' => 'Реле',
            ),
            
            array (
                'id' => 10611,
                'parent_id' => 10110,
                'name' => 'Прерыватель указателей поворота',
            ),
            
            array (
                'id' => 10612,
                'parent_id' => 10345,
                'name' => 'Отстойник масла',
            ),
            
            array (
                'id' => 10613,
                'parent_id' => 10345,
                'name' => 'Масляный термостат',
            ),
            
            array (
                'id' => 10614,
                'parent_id' => 10102,
                'name' => 'Блок-картер',
            ),
            
            array (
                'id' => 10615,
                'parent_id' => 10102,
                'name' => 'Кривошипношатунный механизм',
            ),
            
            array (
                'id' => 10616,
                'parent_id' => 10243,
                'name' => 'Убирающаяся фара',
            ),
            
            array (
                'id' => 10617,
                'parent_id' => 10615,
                'name' => 'Коленчатый вал',
            ),
            
            array (
                'id' => 10618,
                'parent_id' => 10615,
                'name' => 'Маховик двигателя',
            ),
            
            array (
                'id' => 10619,
                'parent_id' => 10615,
                'name' => 'Шатун',
            ),
            
            array (
                'id' => 10620,
                'parent_id' => 10615,
                'name' => 'Поршень',
            ),
            
            array (
                'id' => 10621,
                'parent_id' => 10615,
                'name' => 'Сальник коленчатого вала',
            ),
            
            array (
                'id' => 10622,
                'parent_id' => 10617,
                'name' => 'Вкладыш коренной',
            ),
            
            array (
                'id' => 10623,
                'parent_id' => 10617,
                'name' => 'Крышка коренного подшипника',
            ),
            
            array (
                'id' => 10624,
                'parent_id' => 10619,
                'name' => 'Шатун',
            ),
            
            array (
                'id' => 10625,
                'parent_id' => 10619,
                'name' => 'Вкладыш шатунный',
            ),
            
            array (
                'id' => 10626,
                'parent_id' => 10619,
                'name' => 'Крышка шатуна',
            ),
            
            array (
                'id' => 10627,
                'parent_id' => 10619,
                'name' => 'Втулка нижней головки шатуна',
            ),
            
            array (
                'id' => 10628,
                'parent_id' => 10619,
                'name' => 'Болт/гайка крепления крышки шатуна',
            ),
            
            array (
                'id' => 10629,
                'parent_id' => 10620,
                'name' => 'Поршень',
            ),
            
            array (
                'id' => 10630,
                'parent_id' => 10620,
                'name' => 'Поршень в сборе',
            ),
            
            array (
                'id' => 10631,
                'parent_id' => 10620,
                'name' => 'Комплект поршневых колец',
            ),
            
            array (
                'id' => 10632,
                'parent_id' => 10620,
                'name' => 'Поршневой палец / фиксатор',
            ),
            
            array (
                'id' => 10633,
                'parent_id' => 10614,
                'name' => 'Блок-картер',
            ),
            
            array (
                'id' => 10634,
                'parent_id' => 10614,
                'name' => 'Гильза цилиндра / комплект гильзы цилиндра',
            ),
            
            array (
                'id' => 10635,
                'parent_id' => 10102,
                'name' => 'Крепление двигателя',
            ),
            
            array (
                'id' => 10636,
                'parent_id' => 10635,
                'name' => 'Кронштейн двигателя',
            ),
            
            array (
                'id' => 10637,
                'parent_id' => 10843,
                'name' => 'Спойлер',
            ),
            
            array (
                'id' => 10638,
                'parent_id' => 10635,
                'name' => 'Опора двигателя',
            ),
            
            array (
                'id' => 10639,
                'parent_id' => 10635,
                'name' => 'Отбойник двигателя',
            ),
            
            array (
                'id' => 10640,
                'parent_id' => 10389,
                'name' => 'Двигатель пробескового маячка',
            ),
            
            array (
                'id' => 10641,
                'parent_id' => 10102,
                'name' => 'Система очистки ОГ',
            ),
            
            array (
                'id' => 10642,
                'parent_id' => 10641,
            'name' => 'Рециркуляция отработанных газов(EGR)',
            ),
            
            array (
                'id' => 10643,
                'parent_id' => 10642,
                'name' => 'Преобразователь давления',
            ),
            
            array (
                'id' => 10645,
                'parent_id' => 10642,
                'name' => 'Рециркуляция ОГ-регулирование ОГ',
            ),
            
            array (
                'id' => 10646,
                'parent_id' => 10642,
                'name' => 'Рециркуляция ОГ-регулирование давления воздуха',
            ),
            
            array (
                'id' => 10649,
                'parent_id' => 10642,
                'name' => 'Клапаны, рециркуляция ОГ',
            ),
            
            array (
                'id' => 10651,
                'parent_id' => 10642,
                'name' => 'Клапан системы рециркуляции ОГ',
            ),
            
            array (
                'id' => 10652,
                'parent_id' => 10641,
                'name' => 'Нагнетание дополнительного воздуха',
            ),
            
            array (
                'id' => 10653,
                'parent_id' => 10422,
                'name' => 'Датчики / переключатели',
            ),
            
            array (
                'id' => 10655,
                'parent_id' => 10422,
                'name' => 'Указатели',
            ),
            
            array (
                'id' => 10656,
                'parent_id' => 10652,
                'name' => 'Вторичный воздушный клапан',
            ),
            
            array (
                'id' => 10657,
                'parent_id' => 10652,
                'name' => 'Впускная система дополнительного воздуха',
            ),
            
            array (
                'id' => 10658,
                'parent_id' => 10652,
                'name' => 'Насосная система дополнительного воздуха',
            ),
            
            array (
                'id' => 10659,
                'parent_id' => 10652,
                'name' => 'Клапан системы дополнительного воздуха',
            ),
            
            array (
                'id' => 10660,
                'parent_id' => 10652,
                'name' => 'Насос дополнительного воздуха',
            ),
            
            array (
                'id' => 10661,
                'parent_id' => 10422,
                'name' => 'Вал спидометра',
            ),
            
            array (
                'id' => 10664,
                'parent_id' => 10652,
                'name' => 'Блок системы дополнительного воздуха',
            ),
            
            array (
                'id' => 10665,
                'parent_id' => 10112,
                'name' => 'Управление / Регулировка',
            ),
            
            array (
                'id' => 10666,
                'parent_id' => 10844,
                'name' => 'Зеркала',
            ),
            
            array (
                'id' => 10667,
                'parent_id' => 10845,
                'name' => 'Оконные стекла',
            ),
            
            array (
                'id' => 10668,
                'parent_id' => 10845,
                'name' => 'Прокладки',
            ),
            
            array (
                'id' => 10669,
                'parent_id' => 10845,
                'name' => 'Навесные части',
            ),
            
            array (
                'id' => 10671,
                'parent_id' => 10308,
            'name' => 'Рычаг подвески (поперечный, диагональный, продольный)',
            ),
            
            array (
                'id' => 10672,
                'parent_id' => 10308,
                'name' => 'Сайлентблок рычага подвески',
            ),
            
            array (
                'id' => 10673,
                'parent_id' => 10310,
                'name' => 'Стабилизатор',
            ),
            
            array (
                'id' => 10674,
                'parent_id' => 10310,
                'name' => 'Система тяг и рычагов стабилизатора',
            ),
            
            array (
                'id' => 10677,
                'parent_id' => 10310,
                'name' => 'Тяга стабилизатора',
            ),
            
            array (
                'id' => 10678,
                'parent_id' => 10306,
                'name' => 'Ступица колеса',
            ),
            
            array (
                'id' => 10679,
                'parent_id' => 10306,
                'name' => 'Подшипник ступицы колеса',
            ),
            
            array (
                'id' => 10680,
                'parent_id' => 10306,
                'name' => 'Сальник вала',
            ),
            
            array (
                'id' => 10681,
                'parent_id' => 10311,
                'name' => 'Опора шаровая рычага',
            ),
            
            array (
                'id' => 10683,
                'parent_id' => 10311,
                'name' => 'Коленчатый шарнир',
            ),
            
            array (
                'id' => 10685,
                'parent_id' => 10312,
                'name' => 'Балка моста',
            ),
            
            array (
                'id' => 10686,
                'parent_id' => 10312,
                'name' => 'Сайлентблок балки',
            ),
            
            array (
                'id' => 10687,
                'parent_id' => 10307,
                'name' => 'Поворотный кулак',
            ),
            
            array (
                'id' => 10688,
                'parent_id' => 10307,
                'name' => 'Шкворень поворотного кулака',
            ),
            
            array (
                'id' => 10689,
                'parent_id' => 10307,
                'name' => 'Ремкомплект',
            ),
            
            array (
                'id' => 10691,
                'parent_id' => 10100,
                'name' => 'Фильтр рулевого управления',
            ),
            
            array (
                'id' => 10692,
                'parent_id' => 10112,
                'name' => 'Шланги / тросики рулевого провода',
            ),
            
            array (
                'id' => 10693,
                'parent_id' => 10112,
                'name' => 'Подвеска рулевого управления',
            ),
            
            array (
                'id' => 10694,
                'parent_id' => 10112,
                'name' => 'Передаточные элементы рулевого управления',
            ),
            
            array (
                'id' => 10696,
                'parent_id' => 10310,
                'name' => 'Втулка стабилизатора',
            ),
            
            array (
                'id' => 10701,
                'parent_id' => 10112,
                'name' => 'Рулевая тяга / составляющие',
            ),
            
            array (
                'id' => 10702,
                'parent_id' => 10701,
                'name' => 'Ремкомплект',
            ),
            
            array (
                'id' => 10703,
                'parent_id' => 10701,
                'name' => 'Отдельные элементы рулевой тяги',
            ),
            
            array (
                'id' => 10706,
                'parent_id' => 10843,
                'name' => 'Щиток номерного знака / кронштейн',
            ),
            
            array (
                'id' => 10707,
                'parent_id' => 10115,
                'name' => 'Прицепное оборудование',
            ),
            
            array (
                'id' => 10708,
                'parent_id' => 10115,
                'name' => 'Электрические части',
            ),
            
            array (
                'id' => 10709,
                'parent_id' => 10115,
                'name' => 'Комплектующие / навесные части',
            ),
            
            array (
                'id' => 10710,
                'parent_id' => 10118,
                'name' => 'Бачок стеклоомывателя',
            ),
            
            array (
                'id' => 10711,
                'parent_id' => 10118,
                'name' => 'Форсунка стеклоомывателя',
            ),
            
            array (
                'id' => 10712,
                'parent_id' => 10118,
                'name' => 'Система очистки окон',
            ),
            
            array (
                'id' => 10713,
                'parent_id' => 10118,
                'name' => 'Выключатель / реле',
            ),
            
            array (
                'id' => 10714,
                'parent_id' => 10435,
                'name' => 'Автономное отопление',
            ),
            
            array (
                'id' => 10715,
                'parent_id' => 10435,
                'name' => 'Система регулировки скорости',
            ),
            
            array (
                'id' => 10716,
                'parent_id' => 10435,
                'name' => 'Система предупреждения превышения скорости',
            ),
            
            array (
                'id' => 10717,
                'parent_id' => 10435,
                'name' => 'Центральный замок',
            ),
            
            array (
                'id' => 10718,
                'parent_id' => 10435,
                'name' => 'Система помощи при парковке / сист. предупрежд. заднего хода',
            ),
            
            array (
                'id' => 10719,
                'parent_id' => 10435,
                'name' => 'Сигнализация',
            ),
            
            array (
                'id' => 10725,
                'parent_id' => 10435,
                'name' => 'Насосы',
            ),
            
            array (
                'id' => 10726,
                'parent_id' => 10106,
                'name' => 'Дисковой тормозной механизм',
            ),
            
            array (
                'id' => 10727,
                'parent_id' => 10106,
                'name' => 'Барабанный тормозной механизм',
            ),
            
            array (
                'id' => 10730,
                'parent_id' => 10726,
                'name' => 'Комплектующие / составляющие',
            ),
            
            array (
                'id' => 10731,
                'parent_id' => 12847,
                'name' => 'Датчик износа тормозных колодок',
            ),
            
            array (
                'id' => 10733,
                'parent_id' => 10727,
                'name' => 'Ремкомплект',
            ),
            
            array (
                'id' => 10734,
                'parent_id' => 10727,
                'name' => 'Барабанный тормозной механизм [Монтажный комплект]',
            ),
            
            array (
                'id' => 10735,
                'parent_id' => 10106,
                'name' => 'Трос стояночного тормоза',
            ),
            
            array (
                'id' => 10773,
                'parent_id' => 10441,
                'name' => 'Сидения',
            ),
            
            array (
                'id' => 10780,
                'parent_id' => 10517,
                'name' => 'Противоугонное устройство',
            ),
            
            array (
                'id' => 10782,
                'parent_id' => 10323,
                'name' => 'Герметизация топливной системы',
            ),
            
            array (
                'id' => 10783,
                'parent_id' => 10323,
                'name' => 'Герметизация охлаждающей жидкости',
            ),
            
            array (
                'id' => 10784,
                'parent_id' => 10323,
                'name' => 'Герметизация в ситеме циркуляции  масла',
            ),
            
            array (
                'id' => 10785,
                'parent_id' => 10001,
                'name' => 'Замок',
            ),
            
            array (
                'id' => 10786,
                'parent_id' => 10785,
                'name' => 'Центральный замок',
            ),
            
            array (
                'id' => 10787,
                'parent_id' => 10785,
                'name' => 'Внешний замок',
            ),
            
            array (
                'id' => 10788,
                'parent_id' => 10785,
                'name' => 'Внутренний замок',
            ),
            
            array (
                'id' => 10789,
                'parent_id' => 10785,
                'name' => 'Комплект замков',
            ),
            
            array (
                'id' => 10790,
                'parent_id' => 10785,
                'name' => 'Цилиндр замка / комплект',
            ),
            
            array (
                'id' => 10791,
                'parent_id' => 10785,
                'name' => 'Ручки',
            ),
            
            array (
                'id' => 10793,
                'parent_id' => 10005,
            'name' => 'Инструмент. Multimedia(10793)',
            ),
            
            array (
                'id' => 10794,
                'parent_id' => 10439,
                'name' => 'Аудиосистема',
            ),
            
            array (
                'id' => 10795,
                'parent_id' => 10439,
                'name' => 'Антенны',
            ),
            
            array (
                'id' => 10796,
                'parent_id' => 10439,
                'name' => 'Коммуникация',
            ),
            
            array (
                'id' => 10797,
                'parent_id' => 10439,
                'name' => 'Навигация',
            ),
            
            array (
                'id' => 10798,
                'parent_id' => 10635,
                'name' => 'деталь крепления',
            ),
            
            array (
                'id' => 10799,
                'parent_id' => 10843,
                'name' => 'Покрытие/покрышка',
            ),
            
            array (
                'id' => 10800,
                'parent_id' => 10102,
                'name' => 'Двигатель в сборе / отдельные части двигателя',
            ),
            
            array (
                'id' => 10801,
                'parent_id' => 10800,
                'name' => 'Двигатель в сборе',
            ),
            
            array (
                'id' => 10802,
                'parent_id' => 10800,
                'name' => 'Отдельные части двигателя',
            ),
            
            array (
                'id' => 10803,
                'parent_id' => 10500,
                'name' => 'Продольный вал',
            ),
            
            array (
                'id' => 10804,
                'parent_id' => 10483,
                'name' => 'Дроссельная заслонка',
            ),
            
            array (
                'id' => 10805,
                'parent_id' => 10804,
                'name' => 'Дроссельная заслонка в сборе',
            ),
            
            array (
                'id' => 10806,
                'parent_id' => 12847,
                'name' => 'Датчик дроссельной заслонки',
            ),
            
            array (
                'id' => 10807,
                'parent_id' => 10803,
                'name' => 'Дисковой шарнир',
            ),
            
            array (
                'id' => 10808,
                'parent_id' => 10110,
                'name' => 'Центральное электрооборудования',
            ),
            
            array (
                'id' => 10809,
                'parent_id' => 10804,
                'name' => 'Прокладка дроссельной заслонки',
            ),
            
            array (
                'id' => 10812,
                'parent_id' => 10179,
                'name' => 'Педаль',
            ),
            
            array (
                'id' => 10813,
                'parent_id' => 10100,
                'name' => 'Фильтр антифриза',
            ),
            
            array (
                'id' => 10814,
                'parent_id' => 10104,
                'name' => 'Защита от перегрева',
            ),
            
            array (
                'id' => 10815,
                'parent_id' => 10104,
                'name' => 'Коллектор',
            ),
            
            array (
                'id' => 10816,
                'parent_id' => 10417,
                'name' => 'Втулка',
            ),
            
            array (
                'id' => 10817,
                'parent_id' => 10351,
                'name' => 'Топливный насос',
            ),
            
            array (
                'id' => 10818,
                'parent_id' => 10351,
                'name' => 'Аксессуары / составляющие',
            ),
            
            array (
                'id' => 10819,
                'parent_id' => 10351,
                'name' => 'Ремонт',
            ),
            
            array (
                'id' => 10823,
                'parent_id' => 50500,
                'name' => 'XENON',
            ),
            
            array (
                'id' => 10824,
                'parent_id' => 10407,
                'name' => 'Блок управления',
            ),
            
            array (
                'id' => 10825,
                'parent_id' => 10341,
                'name' => 'Блок управления HVAC',
            ),
            
            array (
                'id' => 10826,
                'parent_id' => 10341,
                'name' => 'Элементы управления HVAC',
            ),
            
            array (
                'id' => 10827,
                'parent_id' => 10110,
                'name' => 'Приборы управления',
            ),
            
            array (
                'id' => 10828,
                'parent_id' => 10343,
                'name' => 'Блок управления',
            ),
            
            array (
                'id' => 10829,
                'parent_id' => 10641,
                'name' => 'Лямбда-регулирование',
            ),
            
            array (
                'id' => 10830,
                'parent_id' => 10441,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 10832,
                'parent_id' => 10343,
                'name' => 'Охлаждающая жидкость',
            ),
            
            array (
                'id' => 10833,
                'parent_id' => 10001,
                'name' => '&lt;Автоаксессуары&gt;',
            ),
            
            array (
                'id' => 10834,
                'parent_id' => 10435,
                'name' => 'Крыша со стеклянной частью',
            ),
            
            array (
                'id' => 10835,
                'parent_id' => 10113,
                'name' => 'Подвеска / крепление стойки амортизатора',
            ),
            
            array (
                'id' => 10837,
                'parent_id' => 10843,
                'name' => 'Каркас крыши/стойка крыши',
            ),
            
            array (
                'id' => 10839,
                'parent_id' => 10843,
                'name' => 'Обшивка кузова',
            ),
        ));
        \DB::table('product_groups')->insert(array (
            
            array (
                'id' => 10840,
                'parent_id' => 10319,
                'name' => 'Облицовка/защитная накладка',
            ),
            
            array (
                'id' => 10841,
                'parent_id' => 10319,
                'name' => 'Эмблемы',
            ),
            
            array (
                'id' => 10842,
                'parent_id' => 10101,
                'name' => 'Брызговик',
            ),
            
            array (
                'id' => 10843,
                'parent_id' => 10101,
                'name' => 'Детали кузова/крыло/буфер',
            ),
            
            array (
                'id' => 10844,
                'parent_id' => 10101,
                'name' => 'Остекление / зеркала',
            ),
            
            array (
                'id' => 10845,
                'parent_id' => 10844,
                'name' => 'Остекление',
            ),
            
            array (
                'id' => 10846,
                'parent_id' => 10101,
                'name' => 'Крышки/капоты/двери/сдвижная крыша/складная крыша',
            ),
            
            array (
                'id' => 10851,
                'parent_id' => 10435,
                'name' => 'Подъемное устройство для окон',
            ),
            
            array (
                'id' => 10852,
                'parent_id' => 10115,
                'name' => 'Монтажный комплект',
            ),
            
            array (
                'id' => 10853,
                'parent_id' => 10390,
                'name' => 'Боковое освещение',
            ),
            
            array (
                'id' => 10854,
                'parent_id' => 10102,
                'name' => 'Электроника двигателя',
            ),
            
            array (
                'id' => 10856,
                'parent_id' => 10343,
                'name' => 'Вакуумная система / насос',
            ),
            
            array (
                'id' => 10857,
                'parent_id' => 10108,
                'name' => 'Дополнительный резистор',
            ),
            
            array (
                'id' => 10858,
                'parent_id' => 10113,
                'name' => 'Растяжка поперечного рычага',
            ),
            
            array (
                'id' => 10859,
                'parent_id' => 10617,
                'name' => 'Диск коленвала',
            ),
            
            array (
                'id' => 10860,
                'parent_id' => 10614,
                'name' => 'Маслосъемный сепаратор, вентиляция картера',
            ),
            
            array (
                'id' => 10861,
                'parent_id' => 10312,
                'name' => 'Балка моста/надрамник',
            ),
            
            array (
                'id' => 10862,
                'parent_id' => 10517,
                'name' => 'Система подушек безопасности',
            ),
            
            array (
                'id' => 10864,
                'parent_id' => 10439,
                'name' => 'Фиксатор данных по авариям',
            ),
            
            array (
                'id' => 10865,
                'parent_id' => 10180,
                'name' => 'Обводной ролик клинового ремня',
            ),
            
            array (
                'id' => 10866,
                'parent_id' => 10785,
                'name' => 'Составляющие',
            ),
            
            array (
                'id' => 10867,
                'parent_id' => 10614,
                'name' => 'Промежуточный/балансирный вал',
            ),
            
            array (
                'id' => 10868,
                'parent_id' => 10500,
                'name' => 'Переключатель / вентили',
            ),
            
            array (
                'id' => 10869,
                'parent_id' => 10339,
                'name' => 'Прокладка КПП',
            ),
            
            array (
                'id' => 10870,
                'parent_id' => 10340,
                'name' => 'Сальник АКПП',
            ),
            
            array (
                'id' => 10872,
                'parent_id' => 10339,
                'name' => 'Подвеска',
            ),
            
            array (
                'id' => 10873,
                'parent_id' => 10340,
                'name' => 'Подвеска',
            ),
            
            array (
                'id' => 10874,
                'parent_id' => 10339,
                'name' => 'Корпус/составные части',
            ),
            
            array (
                'id' => 10875,
                'parent_id' => 10340,
                'name' => 'Корпус/составные части',
            ),
            
            array (
                'id' => 10876,
                'parent_id' => 10340,
                'name' => 'Управление/гидравлика',
            ),
            
            array (
                'id' => 10877,
                'parent_id' => 10341,
                'name' => 'Шланги / трубки HVAC',
            ),
            
            array (
                'id' => 10878,
                'parent_id' => 10846,
                'name' => 'Cдвигаемая панель крыши / составляющие',
            ),
            
            array (
                'id' => 10879,
                'parent_id' => 10343,
                'name' => 'Управление / регулирование',
            ),
            
            array (
                'id' => 10880,
                'parent_id' => 10179,
                'name' => 'Рычаг/переносные части',
            ),
            
            array (
                'id' => 10885,
                'parent_id' => 10110,
                'name' => 'Реле',
            ),
            
            array (
                'id' => 10886,
                'parent_id' => 10617,
                'name' => 'Ступица',
            ),
            
            array (
                'id' => 10887,
                'parent_id' => 10143,
                'name' => 'Дополнительная фара/ комплектующие',
            ),
            
            array (
                'id' => 10888,
                'parent_id' => 10107,
                'name' => 'Патрубок охлаждающей жидкости/ -прокладка',
            ),
            
            array (
                'id' => 10889,
                'parent_id' => 10323,
                'name' => 'Прокладка/комплект прокладок вала',
            ),
            
            array (
                'id' => 10890,
                'parent_id' => 10354,
                'name' => 'Нейтрализация ОГ',
            ),
            
            array (
                'id' => 10891,
                'parent_id' => 10890,
                'name' => 'Рециркуляция ОГ',
            ),
            
            array (
                'id' => 10892,
                'parent_id' => 10890,
                'name' => 'Подача дололнительного воздуха',
            ),
            
            array (
                'id' => 10893,
                'parent_id' => 10890,
                'name' => 'Лямбда-регулирование',
            ),
            
            array (
                'id' => 10894,
                'parent_id' => 12847,
                'name' => 'Датчики системы кондиционирования',
            ),
            
            array (
                'id' => 10903,
                'parent_id' => 10306,
                'name' => 'Шейка оси',
            ),
            
            array (
                'id' => 10905,
                'parent_id' => 10803,
                'name' => 'Карданный вал',
            ),
            
            array (
                'id' => 10906,
                'parent_id' => 10127,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 10907,
                'parent_id' => 10127,
                'name' => 'Суппорт диского колесного тормозного механизма / -держатель',
            ),
            
            array (
                'id' => 10908,
                'parent_id' => 10100,
                'name' => 'Фильтр тормозной жидкости',
            ),
            
            array (
                'id' => 10909,
                'parent_id' => 10343,
                'name' => 'Монтаж',
            ),
            
            array (
                'id' => 10910,
                'parent_id' => 10111,
                'name' => 'Рессора',
            ),
            
            array (
                'id' => 10911,
                'parent_id' => 10891,
                'name' => 'Клапан системы рециркуляции ОГ',
            ),
            
            array (
                'id' => 10912,
                'parent_id' => 10891,
                'name' => 'Преобразователь давления',
            ),
            
            array (
                'id' => 10914,
                'parent_id' => 10891,
                'name' => 'Рециркуляция ОГ-управления воздуха',
            ),
            
            array (
                'id' => 10915,
                'parent_id' => 10891,
                'name' => 'Рециркуляция ОГ-управление ОГ',
            ),
            
            array (
                'id' => 10916,
                'parent_id' => 10891,
                'name' => 'Клапаны, рециркуляция ОГ',
            ),
            
            array (
                'id' => 10918,
                'parent_id' => 10483,
                'name' => 'Регулирование / управление',
            ),
            
            array (
                'id' => 10919,
                'parent_id' => 10785,
                'name' => 'Дистанционное управление, центральный замок',
            ),
            
            array (
                'id' => 10920,
                'parent_id' => 10892,
                'name' => 'Система подачи дололнительного воздуха',
            ),
            
            array (
                'id' => 10921,
                'parent_id' => 10892,
                'name' => 'Клапан системы подачи дополнительного воздуха',
            ),
            
            array (
                'id' => 10922,
                'parent_id' => 10892,
                'name' => 'Вторичный воздушный клапан',
            ),
            
            array (
                'id' => 10923,
                'parent_id' => 10892,
                'name' => 'Система впуска дополнительного воздуха',
            ),
            
            array (
                'id' => 10924,
                'parent_id' => 10892,
                'name' => 'Насосная система дополнительного воздуха',
            ),
            
            array (
                'id' => 10925,
                'parent_id' => 10892,
                'name' => 'Насос дополнительного воздуха',
            ),
            
            array (
                'id' => 10926,
                'parent_id' => 10101,
                'name' => 'Стойка капота/багажника',
            ),
            
            array (
                'id' => 10927,
                'parent_id' => 10108,
                'name' => 'Вакуумная система',
            ),
            
            array (
                'id' => 10930,
                'parent_id' => 10108,
                'name' => 'Факельное устройство облегчения пуска',
            ),
            
            array (
                'id' => 10931,
                'parent_id' => 10179,
                'name' => 'Комплект главного / рабочего цилиндра',
            ),
            
            array (
                'id' => 10932,
                'parent_id' => 10150,
                'name' => 'Автоматическая коробка передач',
            ),
            
            array (
                'id' => 10933,
                'parent_id' => 10890,
                'name' => 'Переоснащение Евро 1/Евро 2/D3',
            ),
            
            array (
                'id' => 10934,
                'parent_id' => 10113,
                'name' => 'Давление в шине-контрольная система',
            ),
            
            array (
                'id' => 10936,
                'parent_id' => 10435,
                'name' => 'Механизм закрывания двери',
            ),
            
            array (
                'id' => 10938,
                'parent_id' => 10345,
                'name' => 'Смазывание распределительного вала',
            ),
            
            array (
                'id' => 10939,
                'parent_id' => 10803,
                'name' => 'Подшипник/опора',
            ),
            
            array (
                'id' => 10940,
                'parent_id' => 10199,
                'name' => 'Фланец системы охлаждения',
            ),
            
            array (
                'id' => 10948,
                'parent_id' => 10108,
                'name' => 'Выключатель',
            ),
            
            array (
                'id' => 10950,
                'parent_id' => 10435,
                'name' => 'Датчики',
            ),
            
            array (
                'id' => 10952,
                'parent_id' => 10103,
                'name' => 'Промежуточный вал',
            ),
            
            array (
                'id' => 10954,
                'parent_id' => 10833,
                'name' => 'Прикуриватель',
            ),
            
            array (
                'id' => 10957,
                'parent_id' => 10833,
                'name' => 'Комплект ковриков салона',
            ),
            
            array (
                'id' => 10958,
                'parent_id' => 10833,
                'name' => 'Знак аварийной остановки',
            ),
            
            array (
                'id' => 10960,
                'parent_id' => 10833,
                'name' => 'Подлокотник',
            ),
            
            array (
                'id' => 10961,
                'parent_id' => 10833,
                'name' => 'Газовые пружины',
            ),
            
            array (
                'id' => 10962,
                'parent_id' => 10833,
                'name' => 'Багажник / пространство для груза',
            ),
            
            array (
                'id' => 10963,
                'parent_id' => 10435,
                'name' => 'Обогрев сидений',
            ),
            
            array (
                'id' => 10965,
                'parent_id' => 10343,
                'name' => 'Дополнительный резистор',
            ),
            
            array (
                'id' => 10966,
                'parent_id' => 10641,
                'name' => 'Переоснащение Евро 1/Евро 2/D3',
            ),
            
            array (
                'id' => 10967,
                'parent_id' => 10384,
                'name' => 'Дополнительный стоп-сигнал',
            ),
            
            array (
                'id' => 10969,
                'parent_id' => 10887,
                'name' => 'Фара адаптивного света/запчасти',
            ),
            
            array (
                'id' => 10970,
                'parent_id' => 10143,
                'name' => 'DRL',
            ),
            
            array (
                'id' => 10972,
                'parent_id' => 10104,
                'name' => 'нагнетатель',
            ),
            
            array (
                'id' => 10973,
                'parent_id' => 10104,
                'name' => 'Переоснащение Евро 1/Евро 2/D3',
            ),
            
            array (
                'id' => 10974,
                'parent_id' => 10107,
                'name' => 'Модуль охлаждения',
            ),
            
            array (
                'id' => 10975,
                'parent_id' => 10496,
                'name' => 'Демпфер ГРМ',
            ),
            
            array (
                'id' => 10976,
                'parent_id' => 10182,
                'name' => 'Виброгаситель сервисного ремня',
            ),
            
            array (
                'id' => 10977,
                'parent_id' => 10139,
                'name' => 'Прокладка вакуумного насоса',
            ),
            
            array (
                'id' => 10984,
                'parent_id' => 10110,
                'name' => 'Замок зажигания',
            ),
            
            array (
                'id' => 10985,
                'parent_id' => 10576,
                'name' => 'цепь привода',
            ),
            
            array (
                'id' => 10986,
                'parent_id' => 10617,
                'name' => 'маслоразбрызгиваюший щиток',
            ),
            
            array (
                'id' => 10987,
                'parent_id' => 10180,
                'name' => 'Натяжитель клинового ремня',
            ),
            
            array (
                'id' => 11441,
                'parent_id' => 10143,
                'name' => 'Фара противотуманная / комплектующие',
            ),
            
            array (
                'id' => 11442,
                'parent_id' => 11441,
                'name' => 'Противотуманная фара / вставка',
            ),
            
            array (
                'id' => 11444,
                'parent_id' => 11441,
                'name' => 'Противотуманная фара комплектующие',
            ),
            
            array (
                'id' => 11445,
                'parent_id' => 10143,
                'name' => 'Фара дальнего света / комплектующие',
            ),
            
            array (
                'id' => 11446,
                'parent_id' => 11445,
                'name' => 'Фара дальнего света / вставка',
            ),
            
            array (
                'id' => 11448,
                'parent_id' => 11445,
                'name' => 'Комплектующие фара дальнего света',
            ),
            
            array (
                'id' => 11449,
                'parent_id' => 10143,
                'name' => 'Фара рабочего освещения / комплектующие',
            ),
            
            array (
                'id' => 11450,
                'parent_id' => 11449,
                'name' => 'Фара рабочего освещения / вставка',
            ),
            
            array (
                'id' => 11452,
                'parent_id' => 11449,
                'name' => 'Фара рабочего освещения комплектующие',
            ),
            
            array (
                'id' => 11453,
                'parent_id' => 10143,
                'name' => 'Фара-искатель / комплектующие',
            ),
            
            array (
                'id' => 11454,
                'parent_id' => 11453,
                'name' => 'Фара-искатель / вставка',
            ),
            
            array (
                'id' => 11456,
                'parent_id' => 11453,
                'name' => 'Фара-искатель комплектующие',
            ),
            
            array (
                'id' => 11511,
                'parent_id' => 10143,
                'name' => 'Габарит / комплектующие',
            ),
            
            array (
                'id' => 11512,
                'parent_id' => 11511,
                'name' => 'Габаритный огонь',
            ),
            
            array (
                'id' => 11513,
                'parent_id' => 11511,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 11515,
                'parent_id' => 10143,
                'name' => 'Фонарь сигнала торможения / комплектующие',
            ),
            
            array (
                'id' => 11516,
                'parent_id' => 11515,
                'name' => 'дополнительный стоп-сигнал',
            ),
            
            array (
                'id' => 11517,
                'parent_id' => 11515,
                'name' => 'Фонарь сигнала торможения',
            ),
            
            array (
                'id' => 11518,
                'parent_id' => 11515,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 11525,
                'parent_id' => 11524,
                'name' => 'Фонарь освещения номерного знака',
            ),
            
            array (
                'id' => 11526,
                'parent_id' => 11524,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 11527,
                'parent_id' => 11524,
                'name' => 'Лампа накаливания',
            ),
            
            array (
                'id' => 11529,
                'parent_id' => 11528,
                'name' => 'Задняя противотуманная фара',
            ),
            
            array (
                'id' => 11530,
                'parent_id' => 11528,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 11531,
                'parent_id' => 11528,
                'name' => 'Лампа накаливания',
            ),
            
            array (
                'id' => 11533,
                'parent_id' => 11532,
                'name' => 'Фара заднего хода',
            ),
            
            array (
                'id' => 11534,
                'parent_id' => 11532,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 11535,
                'parent_id' => 11532,
                'name' => 'Лампа накаливания',
            ),
            
            array (
                'id' => 11542,
                'parent_id' => 11541,
                'name' => 'Стояночный огонь',
            ),
            
            array (
                'id' => 11543,
                'parent_id' => 11541,
                'name' => 'Габаритный огонь',
            ),
            
            array (
                'id' => 11544,
                'parent_id' => 11541,
                'name' => 'Боковое освещение',
            ),
            
            array (
                'id' => 11545,
                'parent_id' => 11541,
                'name' => 'Лампа накаливания',
            ),
            
            array (
                'id' => 11546,
                'parent_id' => 11541,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 11552,
                'parent_id' => 10143,
                'name' => 'Фонарь, установленный в двери',
            ),
            
            array (
                'id' => 11554,
                'parent_id' => 10101,
                'name' => 'Крепление / держатель /рама',
            ),
            
            array (
                'id' => 11566,
                'parent_id' => 11565,
                'name' => 'Основная фара / вставка',
            ),
            
            array (
                'id' => 11568,
                'parent_id' => 11565,
                'name' => 'Основная фара комплектующие',
            ),
            
            array (
                'id' => 11569,
                'parent_id' => 11565,
                'name' => 'Убирающаяся фара',
            ),
            
            array (
                'id' => 11570,
                'parent_id' => 10341,
                'name' => 'Подогрев охлаждающей жидкости',
            ),
            
            array (
                'id' => 11582,
                'parent_id' => 10116,
                'name' => 'Принадлежности/мелкие детали',
            ),
            
            array (
                'id' => 11585,
                'parent_id' => 10503,
                'name' => 'Планка натяжного устройства ГРМ',
            ),
            
            array (
                'id' => 11604,
                'parent_id' => 10843,
                'name' => 'Вспомогательная рама/опора',
            ),
            
            array (
                'id' => 11748,
                'parent_id' => 10101,
                'name' => 'Автомобиль. Передняя часть',
            ),
            
            array (
                'id' => 11749,
                'parent_id' => 11748,
                'name' => 'Бампер передний / составляющие',
            ),
            
            array (
                'id' => 11750,
                'parent_id' => 11748,
                'name' => 'Крыло/навесные части',
            ),
            
            array (
                'id' => 11751,
                'parent_id' => 11748,
                'name' => 'Топливный бак / комплектующие',
            ),
            
            array (
                'id' => 11752,
                'parent_id' => 11748,
                'name' => 'Колесная ниша',
            ),
            
            array (
                'id' => 11753,
                'parent_id' => 11748,
                'name' => 'Ниша для запасного колеса передняя',
            ),
            
            array (
                'id' => 11754,
                'parent_id' => 11748,
                'name' => 'Капот двигателя/составляющие/изоляция',
            ),
            
            array (
                'id' => 11755,
                'parent_id' => 11748,
                'name' => 'Переднее стекло',
            ),
            
            array (
                'id' => 11756,
                'parent_id' => 10452,
                'name' => 'Генератор. Шкив',
            ),
            
            array (
                'id' => 11757,
                'parent_id' => 50500,
                'name' => 'Автолампа XENON',
            ),
            
            array (
                'id' => 11759,
                'parent_id' => 11760,
                'name' => 'Ролик сдвижной двери',
            ),
            
            array (
                'id' => 11760,
                'parent_id' => 10101,
                'name' => 'Автомобиль. Средняя часть',
            ),
            
            array (
                'id' => 11761,
                'parent_id' => 50000,
                'name' => 'Клей',
            ),
            
            array (
                'id' => 11762,
                'parent_id' => 50000,
                'name' => 'Присадки',
            ),
            
            array (
                'id' => 11764,
                'parent_id' => 11805,
                'name' => 'Подкрылок колесной арки, задний',
            ),
            
            array (
                'id' => 11766,
                'parent_id' => 12847,
                'name' => 'Датчик ABS',
            ),
            
            array (
                'id' => 11768,
                'parent_id' => 10112,
                'name' => 'Шкив насоса ГУР',
            ),
            
            array (
                'id' => 11769,
                'parent_id' => 11748,
                'name' => 'Фонарь указателя поворота / комплектующие',
            ),
            
            array (
                'id' => 11770,
                'parent_id' => 11769,
                'name' => 'Фонарь указателя поворота',
            ),
            
            array (
                'id' => 11771,
                'parent_id' => 11769,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 11773,
                'parent_id' => 11748,
                'name' => 'Детали крепления',
            ),
            
            array (
                'id' => 11774,
                'parent_id' => 11773,
                'name' => 'Покрытие/покрышка',
            ),
            
            array (
                'id' => 11775,
                'parent_id' => 11773,
                'name' => 'Облицовка / решетка',
            ),
            
            array (
                'id' => 11779,
                'parent_id' => 11773,
                'name' => 'Облицовка/защитная накладка',
            ),
            
            array (
                'id' => 11790,
                'parent_id' => 10101,
                'name' => 'Кабина пассажира',
            ),
            
            array (
                'id' => 11791,
                'parent_id' => 11790,
                'name' => 'Каркас крыши/стойка крыши',
            ),
            
            array (
                'id' => 11792,
                'parent_id' => 11790,
                'name' => 'Накладки порога / двери',
            ),
            
            array (
                'id' => 11793,
                'parent_id' => 11790,
                'name' => 'Основание кузова',
            ),
            
            array (
                'id' => 11794,
                'parent_id' => 11790,
                'name' => 'Двери боковые',
            ),
            
            array (
                'id' => 11795,
                'parent_id' => 11790,
                'name' => 'Cдвигаемая панель крыши / составляющие',
            ),
            
            array (
                'id' => 11796,
                'parent_id' => 11790,
                'name' => 'Боковина',
            ),
            
            array (
                'id' => 11797,
                'parent_id' => 11790,
                'name' => 'Дверные / боковые стекла',
            ),
            
            array (
                'id' => 11798,
                'parent_id' => 11790,
                'name' => 'Зеркала',
            ),
            
            array (
                'id' => 11799,
                'parent_id' => 11790,
                'name' => 'Дополнительный стоп-сигнал',
            ),
            
            array (
                'id' => 11800,
                'parent_id' => 11790,
                'name' => 'Детали крепления',
            ),
            
            array (
                'id' => 11801,
                'parent_id' => 11800,
                'name' => 'Спойлер',
            ),
            
            array (
                'id' => 11802,
                'parent_id' => 11800,
                'name' => 'Облицовка/защитная накладка',
            ),
            
            array (
                'id' => 11803,
                'parent_id' => 11800,
                'name' => 'Газовые пружины',
            ),
            
            array (
                'id' => 11805,
                'parent_id' => 10101,
                'name' => 'Автомобиль. Задняя часть',
            ),
            
            array (
                'id' => 11806,
                'parent_id' => 11805,
                'name' => 'Бампер задний / составляющие',
            ),
            
            array (
                'id' => 11807,
                'parent_id' => 11805,
                'name' => 'Основание кузова',
            ),
            
            array (
                'id' => 11808,
                'parent_id' => 11805,
                'name' => 'Облицовка',
            ),
            
            array (
                'id' => 11810,
                'parent_id' => 11805,
                'name' => 'Колесная ниша',
            ),
            
            array (
                'id' => 11811,
                'parent_id' => 11805,
                'name' => 'Ниша для запасного колеса передняя',
            ),
            
            array (
                'id' => 11818,
                'parent_id' => 11805,
                'name' => 'Габаритный огонь / комплектующие',
            ),
            
            array (
                'id' => 11819,
                'parent_id' => 11818,
                'name' => 'Габаритный огонь',
            ),
            
            array (
                'id' => 11820,
                'parent_id' => 11818,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 11823,
                'parent_id' => 11822,
                'name' => 'дополнительный стоп-сигнал',
            ),
            
            array (
                'id' => 11824,
                'parent_id' => 11822,
                'name' => 'Фонарь сигнала торможения',
            ),
            
            array (
                'id' => 11825,
                'parent_id' => 11822,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 11826,
                'parent_id' => 11822,
                'name' => 'Лампа накаливания',
            ),
            
            array (
                'id' => 11827,
                'parent_id' => 10143,
                'name' => 'Фонарь указателя поворота / комплектующие',
            ),
            
            array (
                'id' => 11828,
                'parent_id' => 11827,
                'name' => 'Фонарь указателя поворота',
            ),
            
            array (
                'id' => 11829,
                'parent_id' => 11827,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 11845,
                'parent_id' => 11805,
                'name' => 'Детали крепления',
            ),
            
            array (
                'id' => 11846,
                'parent_id' => 11845,
                'name' => 'Покрытие/покрышка',
            ),
            
            array (
                'id' => 11847,
                'parent_id' => 11845,
                'name' => 'Спойлер',
            ),
            
            array (
                'id' => 11848,
                'parent_id' => 11845,
                'name' => 'Кронштейн батареи',
            ),
            
            array (
                'id' => 11849,
                'parent_id' => 11845,
                'name' => 'Щиток номерного знака / кронштейн',
            ),
            
            array (
                'id' => 11850,
                'parent_id' => 11845,
                'name' => 'Облицовка/защитная накладка',
            ),
            
            array (
                'id' => 11851,
                'parent_id' => 11845,
                'name' => 'Освещение номеного знака / подсветка',
            ),
            
            array (
                'id' => 11852,
                'parent_id' => 11845,
                'name' => 'Газовые пружины',
            ),
            
            array (
                'id' => 11860,
                'parent_id' => 11790,
                'name' => 'Топливный бак / комплектующие',
            ),
            
            array (
                'id' => 11863,
                'parent_id' => 11805,
                'name' => 'Топливный бак / комплектующие',
            ),
            
            array (
                'id' => 11865,
                'parent_id' => 10101,
                'name' => 'Общая схема кузовные детали',
            ),
            
            array (
                'id' => 11866,
                'parent_id' => 11748,
                'name' => 'Стояночный / габаритный огонь / комплектующие',
            ),
            
            array (
                'id' => 11867,
                'parent_id' => 11866,
                'name' => 'Стояночный огонь',
            ),
            
            array (
                'id' => 11868,
                'parent_id' => 11866,
                'name' => 'Габаритный огонь',
            ),
            
            array (
                'id' => 11869,
                'parent_id' => 11866,
                'name' => 'Боковое освещение',
            ),
            
            array (
                'id' => 11871,
                'parent_id' => 11866,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 11872,
                'parent_id' => 11773,
                'name' => 'Кронштейн батареи',
            ),
            
            array (
                'id' => 11873,
                'parent_id' => 11773,
                'name' => 'Крепление / держатель /рама',
            ),
            
            array (
                'id' => 11874,
                'parent_id' => 11773,
                'name' => 'Эмблемы',
            ),
            
            array (
                'id' => 11875,
                'parent_id' => 11773,
                'name' => 'Крепление радиатора',
            ),
            
            array (
                'id' => 11876,
                'parent_id' => 11773,
                'name' => 'Щиток номерного знака / кронштейн',
            ),
            
            array (
                'id' => 11877,
                'parent_id' => 10101,
                'name' => 'Газовый упор капота/багажника',
            ),
            
            array (
                'id' => 11878,
                'parent_id' => 11773,
                'name' => 'Спойлер',
            ),
            
            array (
                'id' => 11879,
                'parent_id' => 11805,
                'name' => 'Крыло/навесные части',
            ),
            
            array (
                'id' => 11880,
                'parent_id' => 11805,
                'name' => 'Боковина',
            ),
            
            array (
                'id' => 11881,
                'parent_id' => 11805,
                'name' => 'Задняя дверь / детали',
            ),
            
            array (
                'id' => 11882,
                'parent_id' => 11805,
                'name' => 'Крышка багажника/грузового багажника',
            ),
            
            array (
                'id' => 11883,
                'parent_id' => 11805,
                'name' => 'Капот двигателя/составляющие/изоляция',
            ),
            
            array (
                'id' => 11884,
                'parent_id' => 11805,
                'name' => 'Заднее окно',
            ),
            
            array (
                'id' => 11886,
                'parent_id' => 11885,
                'name' => 'Стояночный огонь',
            ),
            
            array (
                'id' => 11887,
                'parent_id' => 11885,
                'name' => 'Габаритный огонь',
            ),
            
            array (
                'id' => 11888,
                'parent_id' => 11885,
                'name' => 'Боковое освещение',
            ),
            
            array (
                'id' => 11889,
                'parent_id' => 11885,
                'name' => 'Лампа накаливания',
            ),
            
            array (
                'id' => 11890,
                'parent_id' => 11885,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 11894,
                'parent_id' => 10392,
                'name' => 'Освещение регулировки вентиляции',
            ),
            
            array (
                'id' => 11908,
                'parent_id' => 10339,
                'name' => 'Переключение передач',
            ),
            
            array (
                'id' => 11909,
                'parent_id' => 10339,
                'name' => 'Ремкомплекты',
            ),
            
            array (
                'id' => 11910,
                'parent_id' => 10340,
                'name' => 'Ремкомплекты',
            ),
            
            array (
                'id' => 11912,
                'parent_id' => 10340,
                'name' => 'Коробка передач',
            ),
            
            array (
                'id' => 11914,
                'parent_id' => 10340,
                'name' => 'Измеритель крутящего момента',
            ),
            
            array (
                'id' => 11917,
                'parent_id' => 10340,
                'name' => 'Ламели / элементы ламели',
            ),
            
            array (
                'id' => 11926,
                'parent_id' => 10110,
                'name' => 'Пусковой генератор',
            ),
            
            array (
                'id' => 11930,
                'parent_id' => 10111,
                'name' => 'Комплект регулируемой подвески',
            ),
            
            array (
                'id' => 11933,
                'parent_id' => 10103,
                'name' => 'Шестерня распредвала',
            ),
            
            array (
                'id' => 11953,
                'parent_id' => 10340,
                'name' => 'Масляный поддон / комплектующие',
            ),
            
            array (
                'id' => 11954,
                'parent_id' => 11953,
                'name' => 'Масляный поддон',
            ),
            
            array (
                'id' => 11955,
                'parent_id' => 11953,
                'name' => 'Прокладка',
            ),
            
            array (
                'id' => 11957,
                'parent_id' => 10112,
                'name' => 'Гидравлическое масло расширительного бачка',
            ),
            
            array (
                'id' => 11984,
                'parent_id' => 10111,
                'name' => 'Пневматическая подвеска',
            ),
            
            array (
                'id' => 12024,
                'parent_id' => 10106,
                'name' => 'Клапан',
            ),
            
            array (
                'id' => 12026,
                'parent_id' => 10179,
                'name' => 'обменный клапан',
            ),
            
            array (
                'id' => 12066,
                'parent_id' => 10143,
                'name' => 'Опозновательные фонари - такси',
            ),
            
            array (
                'id' => 12071,
                'parent_id' => 10116,
                'name' => 'Ременный шкив',
            ),
            
            array (
                'id' => 12115,
                'parent_id' => 10496,
                'name' => 'Крышка ремня ГРМ',
            ),
            
            array (
                'id' => 12116,
                'parent_id' => 10112,
                'name' => 'Рулевая рейка в сборе',
            ),
            
            array (
                'id' => 12127,
                'parent_id' => 10496,
                'name' => 'Комплект роликов ГРМ',
            ),
            
            array (
                'id' => 12129,
                'parent_id' => 10140,
                'name' => 'Стартер. Якорь',
            ),
            
            array (
                'id' => 12137,
                'parent_id' => 10182,
                'name' => 'Комплект роликов',
            ),
            
            array (
                'id' => 12173,
                'parent_id' => 12847,
                'name' => 'Датчик угла поворота руля',
            ),
            
            array (
                'id' => 12176,
                'parent_id' => 10490,
                'name' => 'Патрубок интеркулера',
            ),
            
            array (
                'id' => 12180,
                'parent_id' => 10154,
                'name' => 'Возвратная вилка',
            ),
            
            array (
                'id' => 12182,
                'parent_id' => 10307,
                'name' => 'Прокладка осевого шенкеля',
            ),
            
            array (
                'id' => 12311,
                'parent_id' => 10188,
                'name' => 'Водяной насос. Шкив',
            ),
            
            array (
                'id' => 12315,
                'parent_id' => 10340,
                'name' => 'Тормозная лента',
            ),
            
            array (
                'id' => 12319,
                'parent_id' => 10341,
                'name' => 'Термостатическая капсула',
            ),
            
            array (
                'id' => 12324,
                'parent_id' => 10106,
                'name' => 'Экономичный тормоз',
            ),
            
            array (
                'id' => 12325,
                'parent_id' => 12324,
                'name' => 'Комплект экономичных тормозов',
            ),
            
            array (
                'id' => 12326,
                'parent_id' => 12324,
                'name' => 'Экономичный тормозной диск',
            ),
            
            array (
                'id' => 12327,
                'parent_id' => 12324,
                'name' => 'Комплект экономичных тормозных колодок',
            ),
            
            array (
                'id' => 12328,
                'parent_id' => 12324,
                'name' => 'Экономичный тормозной суппорт',
            ),
            
            array (
                'id' => 12329,
                'parent_id' => 12328,
                'name' => 'Суппорт диского колесного тормозного механизма / -держатель',
            ),
            
            array (
                'id' => 12330,
                'parent_id' => 12328,
                'name' => 'Монтажный комплект',
            ),
            
            array (
                'id' => 12331,
                'parent_id' => 12324,
                'name' => 'тормозные шланги',
            ),
            
            array (
                'id' => 12335,
                'parent_id' => 10483,
                'name' => 'Соединительные элементы / провода',
            ),
            
            array (
                'id' => 12339,
                'parent_id' => 10452,
                'name' => 'Генератор. Механизм свободного хода',
            ),
            
            array (
                'id' => 12344,
                'parent_id' => 10726,
                'name' => 'Комплект тормозов',
            ),
            
            array (
                'id' => 12348,
                'parent_id' => 10106,
                'name' => 'Выключатель фонаря сигнала торможения',
            ),
            
            array (
                'id' => 12350,
                'parent_id' => 10306,
                'name' => 'Подвеска, корпус колесного подшипника',
            ),
            
            array (
                'id' => 12436,
                'parent_id' => 10110,
                'name' => 'Коробка предохранителей / - кронштейн',
            ),
            
            array (
                'id' => 12439,
                'parent_id' => 10804,
                'name' => 'Патрубок дроссельной заслонки',
            ),
            
            array (
                'id' => 12446,
                'parent_id' => 10845,
                'name' => 'вклеиваемые стекла',
            ),
            
            array (
                'id' => 12470,
                'parent_id' => 10150,
                'name' => 'Торсионный демпфер',
            ),
            
            array (
                'id' => 12514,
                'parent_id' => 10846,
                'name' => 'Крыша / детали',
            ),
            
            array (
                'id' => 12547,
                'parent_id' => 10107,
                'name' => 'Блок управления',
            ),
            
            array (
                'id' => 12550,
                'parent_id' => 10473,
                'name' => 'Вакуумный насос',
            ),
            
            array (
                'id' => 12551,
                'parent_id' => 10104,
                'name' => 'Выпускная заслонка',
            ),
            
            array (
                'id' => 12703,
                'parent_id' => 10314,
                'name' => 'Топливный радиатор',
            ),
            
            array (
                'id' => 12761,
                'parent_id' => 10110,
            'name' => 'Стандартизированная сеть (CAN)',
            ),
            
            array (
                'id' => 12771,
                'parent_id' => 10887,
                'name' => 'Фара с автоматической системой стабилизации/запчасти',
            ),
            
            array (
                'id' => 12773,
                'parent_id' => 10179,
                'name' => 'Гидроаккумулятор',
            ),
            
            array (
                'id' => 12783,
                'parent_id' => 10617,
                'name' => 'Коленчатый вал',
            ),
            
            array (
                'id' => 12785,
                'parent_id' => 10339,
                'name' => 'Кольцо синхронизатора',
            ),
            
            array (
                'id' => 12789,
                'parent_id' => 10441,
                'name' => 'Подлокотник',
            ),
            
            array (
                'id' => 12790,
                'parent_id' => 10441,
                'name' => 'Пепельница',
            ),
            
            array (
                'id' => 12791,
                'parent_id' => 10441,
                'name' => 'Стеклоподъемник',
            ),
            
            array (
                'id' => 12792,
                'parent_id' => 10441,
                'name' => 'Коврики',
            ),
            
            array (
                'id' => 12793,
                'parent_id' => 10441,
                'name' => 'Упругие элементы',
            ),
            
            array (
                'id' => 12794,
                'parent_id' => 10441,
                'name' => 'Ручки',
            ),
            
            array (
                'id' => 12795,
                'parent_id' => 10441,
                'name' => 'Подъемный механизм с верхним/нижним приводом',
            ),
            
            array (
                'id' => 12796,
                'parent_id' => 10441,
                'name' => 'Вещевой ящик',
            ),
            
            array (
                'id' => 12797,
                'parent_id' => 10441,
                'name' => 'Багажник / помещение для груза',
            ),
            
            array (
                'id' => 12798,
                'parent_id' => 10441,
                'name' => 'Солнцезащитный козырёк',
            ),
            
            array (
                'id' => 12806,
                'parent_id' => 10441,
                'name' => 'Облицовка',
            ),
            
            array (
                'id' => 12831,
                'parent_id' => 10846,
                'name' => 'Крышка/детали бензобака',
            ),
            
            array (
                'id' => 12833,
                'parent_id' => 10113,
                'name' => 'Расширение колеи',
            ),
            
            array (
                'id' => 12836,
                'parent_id' => 10435,
            'name' => 'Система подогрева двигателя (электрическая)',
            ),
            
            array (
                'id' => 12847,
                'parent_id' => 10110,
                'name' => 'Датчики',
            ),
            
            array (
                'id' => 12854,
                'parent_id' => 10179,
                'name' => 'Система привода сцепления',
            ),
            
            array (
                'id' => 12858,
                'parent_id' => 11790,
                'name' => 'Складная крыша',
            ),
            
            array (
                'id' => 12860,
                'parent_id' => 10846,
                'name' => 'Складная крыша',
            ),
            
            array (
                'id' => 12863,
                'parent_id' => 10727,
                'name' => 'Комплект тормозов',
            ),
            
            array (
                'id' => 12866,
                'parent_id' => 12847,
                'name' => 'Датчик давления ГУР',
            ),
            
            array (
                'id' => 12878,
                'parent_id' => 10473,
                'name' => 'Сальник распредвала',
            ),
            
            array (
                'id' => 12881,
                'parent_id' => 10339,
                'name' => 'Кронштейн',
            ),
            
            array (
                'id' => 12883,
                'parent_id' => 10340,
                'name' => 'Кронштейн',
            ),
            
            array (
                'id' => 12884,
                'parent_id' => 10150,
                'name' => 'Прокладки / комплекты прокладок',
            ),
            
            array (
                'id' => 12893,
                'parent_id' => 10354,
                'name' => 'Приготовление смеси',
            ),
            
            array (
                'id' => 12894,
                'parent_id' => 12893,
                'name' => 'Стопорный механизм',
            ),
            
            array (
                'id' => 12895,
                'parent_id' => 12893,
                'name' => 'Прокладка',
            ),
            
            array (
                'id' => 12896,
                'parent_id' => 12893,
                'name' => 'Фланец / патрубок / вакуумный трубопровод',
            ),
            
            array (
                'id' => 12897,
                'parent_id' => 12893,
                'name' => 'Топливная рампа',
            ),
            
            array (
                'id' => 12898,
                'parent_id' => 12893,
                'name' => 'Впрыскивающий элемент',
            ),
            
            array (
                'id' => 12899,
                'parent_id' => 12893,
                'name' => 'Форсунка топливная / Комплектующие',
            ),
            
            array (
                'id' => 12900,
                'parent_id' => 12893,
                'name' => 'Составляющие эмульсионной трубки / распылитель',
            ),
            
            array (
                'id' => 12901,
                'parent_id' => 12893,
                'name' => 'Педаль аксел. / газопотенциометр',
            ),
            
            array (
                'id' => 12902,
                'parent_id' => 12893,
                'name' => 'Провод/система тяг и рычагов',
            ),
            
            array (
                'id' => 12903,
                'parent_id' => 12893,
                'name' => 'Насос впрыска топлива / насос высокого давления',
            ),
            
            array (
                'id' => 12904,
                'parent_id' => 12893,
                'name' => 'Топливопровод / распределение / соединение',
            ),
            
            array (
                'id' => 12905,
                'parent_id' => 12893,
                'name' => 'Клапан холостого хода',
            ),
            
            array (
                'id' => 12906,
                'parent_id' => 12893,
                'name' => 'Датчик массового расхода воздуха',
            ),
            
            array (
                'id' => 12907,
                'parent_id' => 12893,
                'name' => 'Ремкомплекты',
            ),
            
            array (
                'id' => 12908,
                'parent_id' => 12893,
                'name' => 'Выключатель / реле',
            ),
            
            array (
                'id' => 12909,
                'parent_id' => 12847,
                'name' => 'Датчик детонации',
            ),
            
            array (
                'id' => 12910,
                'parent_id' => 12893,
                'name' => 'Блок управления',
            ),
            
            array (
                'id' => 12911,
                'parent_id' => 12893,
                'name' => 'Клапаны/устройство кланана',
            ),
            
            array (
                'id' => 12972,
                'parent_id' => 10483,
                'name' => 'Подогревание воздуха',
            ),
            
            array (
                'id' => 12975,
                'parent_id' => 10417,
                'name' => 'Трубы',
            ),
            
            array (
                'id' => 12977,
                'parent_id' => 10150,
                'name' => 'Корпус сцепления',
            ),
            
            array (
                'id' => 12998,
                'parent_id' => 10116,
                'name' => 'Вязкостная муфта',
            ),
            
            array (
                'id' => 13001,
                'parent_id' => 10100,
                'name' => 'Комплект фильтра',
            ),
            
            array (
                'id' => 13003,
                'parent_id' => 10354,
                'name' => 'Система карбюратора',
            ),
            
            array (
                'id' => 13004,
                'parent_id' => 13003,
                'name' => 'Карбюратор в сборе',
            ),
            
            array (
                'id' => 13005,
                'parent_id' => 13003,
                'name' => 'Ремкомплект',
            ),
            
            array (
                'id' => 13006,
                'parent_id' => 13003,
                'name' => 'Карбюратор - составляющие',
            ),
            
            array (
                'id' => 13007,
                'parent_id' => 13003,
                'name' => 'Прокладки',
            ),
            
            array (
                'id' => 13008,
                'parent_id' => 13003,
                'name' => 'Фланец',
            ),
            
            array (
                'id' => 13009,
                'parent_id' => 13003,
                'name' => 'Клапаны',
            ),
            
            array (
                'id' => 13010,
                'parent_id' => 13003,
                'name' => 'Привод / амортизатор / бачок',
            ),
            
            array (
                'id' => 13011,
                'parent_id' => 13003,
                'name' => 'Выключатель / реле',
            ),
            
            array (
                'id' => 13012,
                'parent_id' => 13003,
                'name' => 'Схема проводки кабеля',
            ),
            
            array (
                'id' => 13013,
                'parent_id' => 13003,
                'name' => 'Блок управления',
            ),
            
            array (
                'id' => 13014,
                'parent_id' => 13003,
                'name' => 'Комплект для переоборудования',
            ),
            
            array (
                'id' => 13022,
                'parent_id' => 10343,
                'name' => 'Ремонтный комплект',
            ),
            
            array (
                'id' => 13028,
                'parent_id' => 10112,
                'name' => 'Указатель уровня масла',
            ),
            
            array (
                'id' => 13030,
                'parent_id' => 12847,
                'name' => 'Датчик заднего хода',
            ),
            
            array (
                'id' => 13031,
                'parent_id' => 12847,
                'name' => 'АКПП. Датчики',
            ),
            
            array (
                'id' => 13064,
                'parent_id' => 10727,
                'name' => 'Стояночный тормоз',
            ),
            
            array (
                'id' => 13065,
                'parent_id' => 10727,
                'name' => 'Рабочий тормозной цилиндр',
            ),
            
            array (
                'id' => 13084,
                'parent_id' => 10188,
                'name' => 'Водяной насос. Ступица',
            ),
            
            array (
                'id' => 13092,
                'parent_id' => 10891,
                'name' => 'Модуль возврата ОГ',
            ),
            
            array (
                'id' => 13093,
                'parent_id' => 10642,
                'name' => 'Модуль возврата ОГ',
            ),
            
            array (
                'id' => 13098,
                'parent_id' => 10441,
                'name' => 'Панель приборов',
            ),
            
            array (
                'id' => 13104,
                'parent_id' => 10441,
                'name' => 'Центральная консоль',
            ),
            
            array (
                'id' => 13109,
                'parent_id' => 10443,
                'name' => 'Кронштейн',
            ),
            
            array (
                'id' => 13116,
                'parent_id' => 10108,
                'name' => 'Шкала [Выставление зажигания]',
            ),
            
            array (
                'id' => 13119,
                'parent_id' => 10104,
                'name' => 'Впрыск карбамида',
            ),
            
            array (
                'id' => 13120,
                'parent_id' => 13119,
                'name' => 'Модуль дозировки',
            ),
            
            array (
                'id' => 13121,
                'parent_id' => 13119,
                'name' => 'Клапанная форсунка',
            ),
            
            array (
                'id' => 13122,
                'parent_id' => 13119,
                'name' => 'Модуль подачи',
            ),
            
            array (
                'id' => 13123,
                'parent_id' => 10100,
                'name' => 'Фильтр AdBlue',
            ),
            
            array (
                'id' => 13135,
                'parent_id' => 11748,
                'name' => 'Кожух двигателя',
            ),
            
            array (
                'id' => 13136,
                'parent_id' => 11805,
                'name' => 'Кожух двигателя',
            ),
            
            array (
                'id' => 13137,
                'parent_id' => 10102,
                'name' => 'Кожух двигателя',
            ),
            
            array (
                'id' => 13147,
                'parent_id' => 12847,
                'name' => 'Датчик положения педали',
            ),
            
            array (
                'id' => 13162,
                'parent_id' => 12847,
                'name' => 'Датчик уровня AdBlue',
            ),
            
            array (
                'id' => 13164,
                'parent_id' => 11773,
                'name' => 'Монтажный комплект',
            ),
            
            array (
                'id' => 13165,
                'parent_id' => 10339,
                'name' => 'Коробка передач',
            ),
            
            array (
                'id' => 13166,
                'parent_id' => 10110,
                'name' => 'Кабельный комплект',
            ),
            
            array (
                'id' => 13167,
                'parent_id' => 10110,
                'name' => 'Гофры, уплотнители проводки',
            ),
            
            array (
                'id' => 13172,
                'parent_id' => 10345,
                'name' => 'Масляная форсунка',
            ),
            
            array (
                'id' => 13177,
                'parent_id' => 12847,
                'name' => 'Датчик воды в топливе',
            ),
            
            array (
                'id' => 13182,
                'parent_id' => 12893,
                'name' => 'Газовая установка',
            ),
            
            array (
                'id' => 13186,
                'parent_id' => 10314,
                'name' => 'Предварительный нагреватель топлива',
            ),
            
            array (
                'id' => 13189,
                'parent_id' => 13119,
                'name' => 'Топливозаправочная система',
            ),
            
            array (
                'id' => 13191,
                'parent_id' => 13119,
                'name' => 'Блок управления',
            ),
            
            array (
                'id' => 13199,
                'parent_id' => 10001,
                'name' => 'Колёса / шины',
            ),
            
            array (
                'id' => 13200,
                'parent_id' => 13199,
                'name' => 'Шины',
            ),
            
            array (
                'id' => 13201,
                'parent_id' => 13199,
                'name' => 'Диск колесный',
            ),
            
            array (
                'id' => 13202,
                'parent_id' => 13199,
                'name' => 'Комплектующие',
            ),
            
            array (
                'id' => 13203,
                'parent_id' => 10339,
                'name' => 'Управление/гидравлика',
            ),
            
            array (
                'id' => 13205,
                'parent_id' => 10338,
                'name' => 'Подшипник КПП',
            ),
            
            array (
                'id' => 13209,
                'parent_id' => 10340,
                'name' => 'Радиатор АКПП',
            ),
            
            array (
                'id' => 13210,
                'parent_id' => 10339,
                'name' => 'Радиатор КПП',
            ),
            
            array (
                'id' => 13211,
                'parent_id' => 10417,
                'name' => 'Распорная втулка',
            ),
            
            array (
                'id' => 13220,
                'parent_id' => 10615,
                'name' => 'Промежуточный/балансирный вал',
            ),
            
            array (
                'id' => 13229,
                'parent_id' => 10005,
                'name' => 'Инструмент. Двигатель',
            ),
            
            array (
                'id' => 13230,
                'parent_id' => 10005,
                'name' => 'Инструмент. Ременный привод',
            ),
            
            array (
                'id' => 13231,
                'parent_id' => 10005,
                'name' => 'Инструмент. Система охлаждения',
            ),
            
            array (
                'id' => 13232,
                'parent_id' => 10005,
                'name' => 'Инструмент. Кузовной',
            ),
            
            array (
                'id' => 13233,
                'parent_id' => 10112,
                'name' => 'Корпус рулевого механизма',
            ),
            
            array (
                'id' => 13236,
                'parent_id' => 10005,
                'name' => 'Инструмент. Электрооборудование',
            ),
            
            array (
                'id' => 13239,
                'parent_id' => 10005,
                'name' => 'Инструмент. Система зажигания',
            ),
            
            array (
                'id' => 13241,
                'parent_id' => 10005,
                'name' => 'Инструмент. Система SRS',
            ),
            
            array (
                'id' => 13248,
                'parent_id' => 10005,
                'name' => 'Инструмент. Система подачи топлива',
            ),
            
            array (
                'id' => 13250,
                'parent_id' => 10005,
                'name' => 'Инструмент. Топливная система',
            ),
            
            array (
                'id' => 13254,
                'parent_id' => 10005,
                'name' => 'Инструмент. Тормозная система',
            ),
            
            array (
                'id' => 13256,
                'parent_id' => 10005,
                'name' => 'Инструмент. Система сцепления',
            ),
            
            array (
                'id' => 13257,
                'parent_id' => 10005,
                'name' => 'Инструмент. КПП',
            ),
            
            array (
                'id' => 13258,
                'parent_id' => 10005,
                'name' => 'Инструмент. Рулевое управление',
            ),
            
            array (
                'id' => 13259,
                'parent_id' => 10005,
                'name' => 'Инструмент. Подвеска задняя',
            ),
            
            array (
                'id' => 13261,
                'parent_id' => 10005,
                'name' => 'Инструмент. Привод колеса',
            ),
            
            array (
                'id' => 13268,
                'parent_id' => 10001,
                'name' => 'Пневматическая система',
            ),
            
            array (
                'id' => 13269,
                'parent_id' => 13268,
                'name' => 'Регулятор давления / комплектующие',
            ),
            
            array (
                'id' => 13270,
                'parent_id' => 13269,
                'name' => 'Регулятор давления',
            ),
            
            array (
                'id' => 13271,
                'parent_id' => 13268,
                'name' => 'Осушитель / патрон',
            ),
            
            array (
                'id' => 13281,
                'parent_id' => 13268,
                'name' => 'Подключение к испытательному прибору',
            ),
            
            array (
                'id' => 13283,
                'parent_id' => 13268,
                'name' => 'Пневматический тормоз',
            ),
            
            array (
                'id' => 13292,
                'parent_id' => 13268,
                'name' => 'Запорный кран',
            ),
            
            array (
                'id' => 13293,
                'parent_id' => 13268,
                'name' => 'Тормозной / рабочий цилиндр',
            ),
            
            array (
                'id' => 13294,
                'parent_id' => 13293,
                'name' => 'Рабочий цилиндр',
            ),
            
            array (
                'id' => 13295,
                'parent_id' => 13293,
                'name' => 'Тормозная пневматическая камера',
            ),
            
            array (
                'id' => 13296,
                'parent_id' => 13268,
                'name' => 'Соединительная головка',
            ),
            
            array (
                'id' => 13297,
                'parent_id' => 13268,
                'name' => 'Провода / соединительные элементы',
            ),
            
            array (
                'id' => 13298,
                'parent_id' => 13268,
                'name' => 'Клапан / Регулятор давления',
            ),
            
            array (
                'id' => 13299,
                'parent_id' => 13298,
                'name' => 'Многоконтурный защитный клапан',
            ),
            
            array (
                'id' => 13300,
                'parent_id' => 13298,
                'name' => 'Другие клапаны',
            ),
            
            array (
                'id' => 13301,
                'parent_id' => 13298,
                'name' => 'Клапан управления, прицеп',
            ),
            
            array (
                'id' => 13302,
                'parent_id' => 10001,
                'name' => 'Вспомогательная / рабочая передача',
            ),
            
            array (
                'id' => 13303,
                'parent_id' => 13302,
                'name' => 'Прокладки',
            ),
            
            array (
                'id' => 13304,
                'parent_id' => 13302,
                'name' => 'Выключатель',
            ),
            
            array (
                'id' => 13307,
                'parent_id' => 13268,
                'name' => 'Воздушный баллон / комплектующие',
            ),
            
            array (
                'id' => 13308,
                'parent_id' => 13307,
                'name' => 'Клапан для слива воды',
            ),
            
            array (
                'id' => 13310,
                'parent_id' => 10727,
                'name' => 'Тяга',
            ),
            
            array (
                'id' => 13313,
                'parent_id' => 10101,
                'name' => 'Кабина водителя',
            ),
            
            array (
                'id' => 13314,
                'parent_id' => 13313,
                'name' => 'Подвеска кабины',
            ),
            
            array (
                'id' => 13315,
                'parent_id' => 13313,
                'name' => 'Система подвески  и амортизации кабины',
            ),
            
            array (
                'id' => 13334,
                'parent_id' => 10005,
                'name' => 'Инструмент. Центральный замок',
            ),
            
            array (
                'id' => 13335,
                'parent_id' => 10642,
                'name' => 'Прокладки',
            ),
            
            array (
                'id' => 13336,
                'parent_id' => 10642,
                'name' => 'Регулирующий клапан разрежения',
            ),
            
            array (
                'id' => 13337,
                'parent_id' => 10642,
                'name' => 'радиатор',
            ),
            
            array (
                'id' => 13338,
                'parent_id' => 10642,
                'name' => 'Термовыключатель',
            ),
            
            array (
                'id' => 13339,
                'parent_id' => 10891,
                'name' => 'Прокладки',
            ),
            
            array (
                'id' => 13340,
                'parent_id' => 10891,
                'name' => 'Вакуумный клапан управления',
            ),
            
            array (
                'id' => 13341,
                'parent_id' => 10891,
                'name' => 'радиатор',
            ),
            
            array (
                'id' => 13370,
                'parent_id' => 10620,
                'name' => 'Ремкомплект',
            ),
            
            array (
                'id' => 13378,
                'parent_id' => 10503,
                'name' => 'Комплект цепи привода ГРМ',
            ),
            
            array (
                'id' => 13452,
                'parent_id' => 13302,
                'name' => 'Масло',
            ),
            
            array (
                'id' => 13496,
                'parent_id' => 10833,
                'name' => 'Резиновый коврик с защитными бортами',
            ),
            
            array (
                'id' => 13497,
                'parent_id' => 10102,
                'name' => 'Защита двигателя',
            ),
            
            array (
                'id' => 13498,
                'parent_id' => 10114,
                'name' => 'Планетарный привод колеса',
            ),
            
            array (
                'id' => 13499,
                'parent_id' => 10441,
                'name' => 'Кронштейн - подстаканник',
            ),
            
            array (
                'id' => 13500,
                'parent_id' => 10441,
                'name' => 'Резиновый коврик с защитными бортами',
            ),
            
            array (
                'id' => 13501,
                'parent_id' => 13119,
                'name' => 'Соединительные элементы / провода',
            ),
            
            array (
                'id' => 13510,
                'parent_id' => 10005,
                'name' => 'Инструмент. Система очистки окон',
            ),
            
            array (
                'id' => 13514,
                'parent_id' => 12847,
                'name' => 'Датчик кислорода',
            ),
            
            array (
                'id' => 13521,
                'parent_id' => 10490,
                'name' => 'Турбонагнетатель. Актуатор',
            ),
            
            array (
                'id' => 13523,
                'parent_id' => 10443,
                'name' => 'Салонный кронштейн',
            ),
            
            array (
                'id' => 13528,
                'parent_id' => 10110,
                'name' => 'Многофункциональное реле',
            ),
            
            array (
                'id' => 13536,
                'parent_id' => 10340,
                'name' => 'Тросовый привод',
            ),
            
            array (
                'id' => 13537,
                'parent_id' => 10102,
                'name' => 'Тюнинг',
            ),
            
            array (
                'id' => 13543,
                'parent_id' => 10833,
                'name' => 'Аэродефлектор',
            ),
            
            array (
                'id' => 13544,
                'parent_id' => 10652,
                'name' => 'Прокладки',
            ),
            
            array (
                'id' => 13545,
                'parent_id' => 10892,
                'name' => 'Прокладки',
            ),
            
            array (
                'id' => 13546,
                'parent_id' => 10001,
                'name' => 'Гибридный привод',
            ),
            
            array (
                'id' => 13549,
                'parent_id' => 13546,
                'name' => 'Система охлаждения',
            ),
            
            array (
                'id' => 13550,
                'parent_id' => 13549,
                'name' => 'Радиатор для тяговой аккумуляторной батареи',
            ),
            
            array (
                'id' => 13556,
                'parent_id' => 10500,
                'name' => 'Сцепление Haldex',
            ),
            
            array (
                'id' => 13569,
                'parent_id' => 13313,
                'name' => 'Каркас крыши/стойка крыши',
            ),
            
            array (
                'id' => 13575,
                'parent_id' => 10340,
                'name' => 'Комплект фильтра для замены масла АКПП',
            ),
            
            array (
                'id' => 13579,
                'parent_id' => 12847,
                'name' => 'TPMS',
            ),
            
            array (
                'id' => 13585,
                'parent_id' => 10833,
                'name' => 'Колесные цепи противоскольжения',
            ),
            
            array (
                'id' => 13643,
                'parent_id' => 10490,
                'name' => 'Масляный фильтр',
            ),
            
            array (
                'id' => 13771,
                'parent_id' => 10001,
                'name' => '<Разобрать>',
            ),
            
            array (
                'id' => 13847,
                'parent_id' => 10112,
                'name' => 'Пыльник рулевой тяги',
            ),
            
            array (
                'id' => 13848,
                'parent_id' => 10114,
                'name' => 'Кронштейн подвесного подшипника',
            ),
            
            array (
                'id' => 13849,
                'parent_id' => 12847,
                'name' => 'Датчик скорости',
            ),
            
            array (
                'id' => 13850,
                'parent_id' => 10139,
                'name' => 'Ремкомплект вакуумного насоса',
            ),
            
            array (
                'id' => 13851,
                'parent_id' => 10339,
                'name' => 'Сальник МКПП',
            ),
            
            array (
                'id' => 13852,
                'parent_id' => 10726,
                'name' => 'Ремкомплект тормозного суппорта',
            ),
            
            array (
                'id' => 13914,
                'parent_id' => 13771,
                'name' => 'Двигатель',
            ),
            
            array (
                'id' => 13915,
                'parent_id' => 10100,
                'name' => 'Фильтр топливный [В бак]',
            ),
            
            array (
                'id' => 13916,
                'parent_id' => 10323,
                'name' => 'Прокладка форсунки',
            ),
            
            array (
                'id' => 13917,
                'parent_id' => 10339,
                'name' => 'Палец кулисы КПП',
            ),
            
            array (
                'id' => 13918,
                'parent_id' => 10339,
                'name' => 'Втулка пальца КПП',
            ),
            
            array (
                'id' => 13919,
                'parent_id' => 10473,
                'name' => 'Комплект прокладок ГБЦ',
            ),
            
            array (
                'id' => 13920,
                'parent_id' => 11748,
                'name' => 'Повторитель поворота',
            ),
            
            array (
                'id' => 13921,
                'parent_id' => 10490,
                'name' => 'Прокладка крышки клапана',
            ),
            
            array (
                'id' => 13922,
                'parent_id' => 10113,
                'name' => 'Проставки увеличения клиренса',
            ),
            
            array (
                'id' => 13923,
                'parent_id' => 10730,
                'name' => 'Дисковый тормозной механизм [Монтажный комплект]',
            ),
            
            array (
                'id' => 13924,
                'parent_id' => 10730,
                'name' => 'Ремкомплект направляющих тормозного суппорта',
            ),
            
            array (
                'id' => 13925,
                'parent_id' => 10614,
                'name' => 'Прокладка клапана вентиляции картера',
            ),
            
            array (
                'id' => 13926,
                'parent_id' => 10003,
                'name' => 'Прокладка пробки поддона',
            ),
            
            array (
                'id' => 13927,
                'parent_id' => 10490,
                'name' => 'Турбонагнетатель. Переключающий клапан',
            ),
            
            array (
                'id' => 13928,
                'parent_id' => 10490,
                'name' => 'Монтажный комплект турбонагнетателя',
            ),
            
            array (
                'id' => 13929,
                'parent_id' => 10341,
                'name' => 'Привод заслонки отопителя',
            ),
            
            array (
                'id' => 13930,
                'parent_id' => 13914,
                'name' => 'Головка цилиндра',
            ),
            
            array (
                'id' => 13931,
                'parent_id' => 10108,
                'name' => 'Катушка зажигания [Уплотнитель]',
            ),
            
            array (
                'id' => 13932,
                'parent_id' => 10103,
                'name' => 'Заглушка распредвала',
            ),
            
            array (
                'id' => 13933,
                'parent_id' => 10107,
                'name' => 'Прокладка теплообменника',
            ),
            
            array (
                'id' => 13934,
                'parent_id' => 10477,
                'name' => 'Сальник клапана',
            ),
            
            array (
                'id' => 13935,
                'parent_id' => 10473,
                'name' => 'Винт толкателя',
            ),
            
            array (
                'id' => 13936,
                'parent_id' => 10516,
                'name' => 'Раздаточная коробка. Сальник',
            ),
            
            array (
                'id' => 13937,
                'parent_id' => 14417,
                'name' => 'Крепеж. Хомут',
            ),
            
            array (
                'id' => 13938,
                'parent_id' => 10202,
                'name' => 'Пробка расширительного бачка',
            ),
        ));
        \DB::table('product_groups')->insert(array (
            
            array (
                'id' => 13939,
                'parent_id' => 12116,
                'name' => 'Рулевая рейка. Втулка',
            ),
            
            array (
                'id' => 13940,
                'parent_id' => 10473,
                'name' => 'Болт шестерни распредвала',
            ),
            
            array (
                'id' => 13942,
                'parent_id' => 10341,
                'name' => 'Резистор вентилятора салона',
            ),
            
            array (
                'id' => 13943,
                'parent_id' => 14415,
                'name' => 'Кнопка',
            ),
            
            array (
                'id' => 13945,
                'parent_id' => 13943,
                'name' => '_',
            ),
            
            array (
                'id' => 13946,
                'parent_id' => 13943,
                'name' => '_',
            ),
            
            array (
                'id' => 13948,
                'parent_id' => 14415,
                'name' => 'Кнопка стеклоподъемника',
            ),
            
            array (
                'id' => 13949,
                'parent_id' => 14415,
                'name' => '_',
            ),
            
            array (
                'id' => 13952,
                'parent_id' => 14415,
                'name' => '_',
            ),
            
            array (
                'id' => 13953,
                'parent_id' => 13943,
                'name' => '_',
            ),
            
            array (
                'id' => 13954,
                'parent_id' => 13943,
                'name' => '_',
            ),
            
            array (
                'id' => 13955,
                'parent_id' => 13943,
                'name' => '_',
            ),
            
            array (
                'id' => 13956,
                'parent_id' => 12847,
                'name' => 'Датчик давления воздуха',
            ),
            
            array (
                'id' => 13957,
                'parent_id' => 13943,
                'name' => '_',
            ),
            
            array (
                'id' => 13958,
                'parent_id' => 14415,
                'name' => '_',
            ),
            
            array (
                'id' => 13959,
                'parent_id' => 12847,
                'name' => 'Датчик температуры воздуха',
            ),
            
            array (
                'id' => 13960,
                'parent_id' => 10111,
                'name' => 'Тяга подрамника',
            ),
            
            array (
                'id' => 13961,
                'parent_id' => 13943,
                'name' => '_',
            ),
            
            array (
                'id' => 13964,
                'parent_id' => 11748,
                'name' => 'Дефлектор радиатора',
            ),
            
            array (
                'id' => 13965,
                'parent_id' => 10833,
                'name' => 'Камера заднего вида',
            ),
            
            array (
                'id' => 13966,
                'parent_id' => 10726,
                'name' => 'Скоба тормозного суппорта',
            ),
            
            array (
                'id' => 13967,
                'parent_id' => 12847,
                'name' => 'Датчик стопов',
            ),
            
            array (
                'id' => 13968,
                'parent_id' => 10101,
                'name' => 'Порог кузова',
            ),
            
            array (
                'id' => 13969,
                'parent_id' => 10341,
                'name' => 'Шланг радиатора отопителя HVAC',
            ),
            
            array (
                'id' => 13970,
                'parent_id' => 10351,
                'name' => 'Топливный насос. Блок управления',
            ),
            
            array (
                'id' => 13971,
                'parent_id' => 10843,
                'name' => 'Привод / амортизатор / бачок',
            ),
            
            array (
                'id' => 13972,
                'parent_id' => 10111,
                'name' => 'Тяга подрамника. Сайлентблок',
            ),
            
            array (
                'id' => 13974,
                'parent_id' => 11760,
                'name' => 'Молдинг двери',
            ),
            
            array (
                'id' => 13995,
                'parent_id' => 10454,
                'name' => 'Компрессор кондиционера',
            ),
            
            array (
                'id' => 13997,
                'parent_id' => 10481,
                'name' => 'Опора амортизатора. Ремкомплект',
            ),
            
            array (
                'id' => 14082,
                'parent_id' => 10311,
                'name' => 'Пыльник шаровой опоры',
            ),
            
            array (
                'id' => 14083,
                'parent_id' => 12847,
                'name' => 'Датчик температуры топлива',
            ),
            
            array (
                'id' => 14138,
                'parent_id' => 10111,
                'name' => 'Подрамник',
            ),
            
            array (
                'id' => 14139,
                'parent_id' => 10005,
                'name' => 'Инструмент. Универсальный',
            ),
            
            array (
                'id' => 14149,
                'parent_id' => 10111,
                'name' => 'Сайлентблок подрамника',
            ),
            
            array (
                'id' => 14151,
                'parent_id' => 10112,
                'name' => 'Крестовина рулевого управления',
            ),
            
            array (
                'id' => 14152,
                'parent_id' => 10481,
                'name' => 'Подшипник опорный',
            ),
            
            array (
                'id' => 14154,
                'parent_id' => 10114,
                'name' => 'Подшипник подвесной',
            ),
            
            array (
                'id' => 14181,
                'parent_id' => 10727,
                'name' => 'Барабанный тормозной механизм [Регулятор]',
            ),
            
            array (
                'id' => 14189,
                'parent_id' => 10310,
                'name' => 'Втулка стабилизатора, кронштейн',
            ),
            
            array (
                'id' => 14252,
                'parent_id' => 10001,
                'name' => 'Электропривод',
            ),
            
            array (
                'id' => 14253,
                'parent_id' => 14252,
                'name' => 'Система охлаждения',
            ),
            
            array (
                'id' => 14255,
                'parent_id' => 10435,
            'name' => 'Привод крышки багажника(14255)',
            ),
            
            array (
                'id' => 14256,
                'parent_id' => 10435,
                'name' => 'Двигатель / реле/выключатель',
            ),
            
            array (
                'id' => 14257,
                'parent_id' => 14256,
                'name' => 'Стеклоподъемник',
            ),
            
            array (
                'id' => 14258,
                'parent_id' => 14256,
                'name' => 'Сдвигаемая / подъемная панель крыши',
            ),
            
            array (
                'id' => 14259,
                'parent_id' => 14256,
                'name' => 'Зеркало',
            ),
            
            array (
                'id' => 14260,
                'parent_id' => 14256,
                'name' => 'Заднее окно',
            ),
            
            array (
                'id' => 14261,
                'parent_id' => 14256,
                'name' => 'Система помощи при парковке / сист. предупрежд. заднего хода',
            ),
            
            array (
                'id' => 14262,
                'parent_id' => 14256,
                'name' => 'Автономное отопление',
            ),
            
            array (
                'id' => 14263,
                'parent_id' => 14256,
                'name' => 'Система регулировки скорости',
            ),
            
            array (
                'id' => 14264,
                'parent_id' => 14256,
                'name' => 'Центральный замок',
            ),
            
            array (
                'id' => 14265,
                'parent_id' => 14256,
                'name' => 'Механизм закрывания двери',
            ),
            
            array (
                'id' => 14266,
                'parent_id' => 14256,
                'name' => 'Сигнализация',
            ),
            
            array (
                'id' => 14267,
                'parent_id' => 14256,
                'name' => 'Переднее стекло',
            ),
            
            array (
                'id' => 14268,
                'parent_id' => 14256,
                'name' => 'Выдвижное окно',
            ),
            
            array (
                'id' => 14269,
                'parent_id' => 14256,
                'name' => 'Открывание топливозаливной крышки',
            ),
            
            array (
                'id' => 14362,
                'parent_id' => 10314,
                'name' => 'Топливный кран / обслуживание',
            ),
            
            array (
                'id' => 14363,
                'parent_id' => 10392,
                'name' => 'Фонарь освещения перчаточного ящика',
            ),
            
            array (
                'id' => 14369,
                'parent_id' => 10005,
                'name' => 'Инструмент. Система выпуска',
            ),
            
            array (
                'id' => 14373,
                'parent_id' => 10104,
                'name' => 'Регенерация сажевого / частичного фильтра',
            ),
            
            array (
                'id' => 14374,
                'parent_id' => 14373,
                'name' => 'Модуль дозировки',
            ),
            
            array (
                'id' => 14375,
                'parent_id' => 14373,
                'name' => 'Впрыскивающий элемент',
            ),
            
            array (
                'id' => 14383,
                'parent_id' => 10339,
                'name' => 'Пружина КПП',
            ),
            
            array (
                'id' => 14384,
                'parent_id' => 10615,
            'name' => 'Кольцо дистанционное(комплект)',
            ),
            
            array (
                'id' => 14385,
                'parent_id' => 10110,
                'name' => 'Предохранитель',
            ),
            
            array (
                'id' => 14387,
                'parent_id' => 11748,
                'name' => 'Ручка открывания капота[под капотом]',
            ),
            
            array (
                'id' => 14388,
                'parent_id' => 10441,
                'name' => 'Крышка вещевого ящика',
            ),
            
            array (
                'id' => 14389,
                'parent_id' => 10110,
                'name' => 'Разъем электрический',
            ),
            
            array (
                'id' => 14390,
                'parent_id' => 13914,
                'name' => 'Блок-картер',
            ),
            
            array (
                'id' => 14391,
                'parent_id' => 10833,
                'name' => 'Защита картера двигателя',
            ),
            
            array (
                'id' => 14392,
                'parent_id' => 14390,
                'name' => 'Гильза цилиндра / комплект гильзы цилиндра',
            ),
            
            array (
                'id' => 14393,
                'parent_id' => 14390,
                'name' => 'Промежуточный/балансирный вал',
            ),
            
            array (
                'id' => 14394,
                'parent_id' => 12847,
                'name' => 'Датчик положения распредвала',
            ),
            
            array (
                'id' => 14395,
                'parent_id' => 13199,
                'name' => 'Комплект колёс',
            ),
            
            array (
                'id' => 14406,
                'parent_id' => 10118,
                'name' => 'Механизм стеклоочистителя',
            ),
            
            array (
                'id' => 14408,
                'parent_id' => 10107,
                'name' => 'Электронасос системы охлаждения',
            ),
            
            array (
                'id' => 14409,
                'parent_id' => 10454,
                'name' => 'Шкив компрессора кондиционера',
            ),
            
            array (
                'id' => 14410,
                'parent_id' => 10343,
                'name' => 'Трубопровод кондиционера',
            ),
            
            array (
                'id' => 14411,
                'parent_id' => 11748,
                'name' => 'Кронштейн бампера переднего',
            ),
            
            array (
                'id' => 14412,
                'parent_id' => 10481,
                'name' => 'Пыльник амортизатора',
            ),
            
            array (
                'id' => 14413,
                'parent_id' => 10340,
                'name' => 'АКПП. Фильтр масляный',
            ),
            
            array (
                'id' => 14414,
                'parent_id' => 11748,
                'name' => 'Заглушка переднего подкрылка',
            ),
            
            array (
                'id' => 14415,
                'parent_id' => 10110,
                'name' => 'Кнопки',
            ),
            
            array (
                'id' => 14416,
                'parent_id' => 12847,
                'name' => 'Датчик дифференциального давления сажевого фильтра',
            ),
            
            array (
                'id' => 14417,
                'parent_id' => 10001,
                'name' => 'Крепеж',
            ),
            
            array (
                'id' => 14418,
                'parent_id' => 14417,
                'name' => 'Крепеж. Шайба',
            ),
            
            array (
                'id' => 14419,
                'parent_id' => 14417,
                'name' => 'Крепеж. Гайка',
            ),
            
            array (
                'id' => 14420,
                'parent_id' => 14417,
                'name' => 'Крепеж. Болт',
            ),
            
            array (
                'id' => 14421,
                'parent_id' => 14417,
                'name' => 'Крепеж. Болт эксцентриковый',
            ),
            
            array (
                'id' => 14422,
                'parent_id' => 14417,
                'name' => 'Крепеж. Шайба центровочная',
            ),
            
            array (
                'id' => 14423,
                'parent_id' => 14417,
                'name' => 'Крепеж. Клипса',
            ),
            
            array (
                'id' => 14424,
                'parent_id' => 14417,
                'name' => 'Крепеж. Болт тормозного диска/барабана',
            ),
            
            array (
                'id' => 14425,
                'parent_id' => 14417,
                'name' => 'Крепеж. Болт/гайка колеса',
            ),
            
            array (
                'id' => 14426,
                'parent_id' => 10833,
                'name' => 'Болт/гайка колеса с секретом',
            ),
            
            array (
                'id' => 14428,
                'parent_id' => 10140,
                'name' => 'Стартер. Вилка',
            ),
            
            array (
                'id' => 14429,
                'parent_id' => 10140,
                'name' => 'Стартер. Плунжер втягивающего',
            ),
            
            array (
                'id' => 14430,
                'parent_id' => 10140,
                'name' => 'Стартер. Щеточный узел',
            ),
            
            array (
                'id' => 14431,
                'parent_id' => 10140,
                'name' => 'Стартер. Втулка',
            ),
            
            array (
                'id' => 14432,
                'parent_id' => 10005,
                'name' => 'Инструмент. Ременный привод',
            ),
            
            array (
                'id' => 14464,
                'parent_id' => 14373,
                'name' => 'Соединительные элементы / провода',
            ),
            
            array (
                'id' => 14467,
                'parent_id' => 10614,
                'name' => 'Цилиндр',
            ),
            
            array (
                'id' => 14469,
                'parent_id' => 10140,
                'name' => 'Стартер. Бендикс',
            ),
            
            array (
                'id' => 14477,
                'parent_id' => 10102,
                'name' => 'Цилиндр / Поршень',
            ),
            
            array (
                'id' => 14479,
                'parent_id' => 12847,
                'name' => 'Датчик положения коленвала',
            ),
            
            array (
                'id' => 14481,
                'parent_id' => 10481,
                'name' => 'Опора пружины',
            ),
            
            array (
                'id' => 14482,
                'parent_id' => 10843,
                'name' => 'Верхняя часть рамки',
            ),
            
            array (
                'id' => 14491,
                'parent_id' => 10112,
                'name' => 'Руль / комплектующие',
            ),
            
            array (
                'id' => 14494,
                'parent_id' => 14253,
                'name' => 'Вентилятор для тяговой аккумуляторной батареи',
            ),
            
            array (
                'id' => 14495,
                'parent_id' => 14252,
                'name' => 'Порт для зарядки',
            ),
            
            array (
                'id' => 14496,
                'parent_id' => 14495,
                'name' => 'Зарядный кабель',
            ),
            
            array (
                'id' => 14505,
                'parent_id' => 10005,
                'name' => 'Инструмент. Главная передача',
            ),
            
            array (
                'id' => 14506,
                'parent_id' => 10005,
                'name' => 'Инструмент. Подвеска',
            ),
            
            array (
                'id' => 14510,
                'parent_id' => 10481,
                'name' => 'Втулка/сайлентблок амортизатора',
            ),
            
            array (
                'id' => 14513,
                'parent_id' => 10435,
                'name' => 'Функция Coming-Home',
            ),
            
            array (
                'id' => 14611,
                'parent_id' => 10150,
                'name' => 'Ограничитель крутящего момента наконечника сцепления',
            ),
            
            array (
                'id' => 14729,
                'parent_id' => 10833,
                'name' => 'Чехол на автомобиль',
            ),
            
            array (
                'id' => 14731,
                'parent_id' => 10833,
                'name' => 'Комплект накладок на педали',
            ),
            
            array (
                'id' => 14795,
                'parent_id' => 10103,
                'name' => 'Шкив коленвала',
            ),
            
            array (
                'id' => 14804,
                'parent_id' => 12893,
                'name' => 'Преобразователь давления',
            ),
            
            array (
                'id' => 14806,
                'parent_id' => 13943,
                'name' => '_',
            ),
            
            array (
                'id' => 14818,
                'parent_id' => 10150,
                'name' => 'Комплект переоборудования сцепления',
            ),
            
            array (
                'id' => 14824,
                'parent_id' => 11748,
                'name' => 'Кенгурятник',
            ),
            
            array (
                'id' => 14828,
                'parent_id' => 10101,
                'name' => 'Дуга безопасности',
            ),
            
            array (
                'id' => 14829,
                'parent_id' => 10104,
                'name' => 'Комплект дооснащения, Motor-Sound-System',
            ),
            
            array (
                'id' => 14830,
                'parent_id' => 10833,
                'name' => 'Комплект дооснащения, Motor-Sound-System',
            ),
            
            array (
                'id' => 14835,
                'parent_id' => 14256,
                'name' => 'Регулировка рулевой колонки',
            ),
            
            array (
                'id' => 14836,
                'parent_id' => 10833,
                'name' => 'Защита от куницы',
            ),
            
            array (
                'id' => 14839,
                'parent_id' => 10517,
                'name' => 'Ассистент изменения полосы движения',
            ),
            
            array (
                'id' => 20124,
                'parent_id' => 14259,
                'name' => 'Зеркальный элемент',
            ),
            
            array (
                'id' => 20643,
                'parent_id' => 13199,
                'name' => 'Гайка крепления колеса',
            ),
            
            array (
                'id' => 20988,
                'parent_id' => 10306,
                'name' => 'Подшипник ступицы колеса [Комплект]',
            ),
            
            array (
                'id' => 21177,
                'parent_id' => 11748,
                'name' => 'Трос капота',
            ),
            
            array (
                'id' => 32393,
                'parent_id' => 10003,
                'name' => 'Пробка сливного отверстия КПП',
            ),
            
            array (
                'id' => 50000,
                'parent_id' => 10003,
                'name' => 'Технические жидкости',
            ),
            
            array (
                'id' => 50001,
                'parent_id' => 50000,
                'name' => 'Масло моторное',
            ),
            
            array (
                'id' => 50002,
                'parent_id' => 50000,
                'name' => 'Масло трансмиссионное',
            ),
            
            array (
                'id' => 50003,
                'parent_id' => 50000,
                'name' => 'Жидкость тормозная',
            ),
            
            array (
                'id' => 50004,
                'parent_id' => 50000,
                'name' => 'Жидкость гидроусилителя',
            ),
            
            array (
                'id' => 50005,
                'parent_id' => 50000,
                'name' => 'Масло трансмиссионное АКПП',
            ),
            
            array (
                'id' => 50006,
                'parent_id' => 50000,
                'name' => 'Жидкость охлаждающая',
            ),
            
            array (
                'id' => 50007,
                'parent_id' => 50000,
                'name' => 'Смазка консистентная',
            ),
            
            array (
                'id' => 50008,
                'parent_id' => 50000,
                'name' => 'Герметик',
            ),
            
            array (
                'id' => 50009,
                'parent_id' => 50000,
                'name' => 'Масло редукторное',
            ),
            
            array (
                'id' => 50010,
                'parent_id' => 50000,
                'name' => 'Масло гидравлическое',
            ),
            
            array (
                'id' => 50011,
                'parent_id' => 50000,
                'name' => 'Преобразователь ржавчины',
            ),
            
            array (
                'id' => 50012,
                'parent_id' => 50000,
                'name' => 'Жидкость стеклоомывателя',
            ),
            
            array (
                'id' => 50013,
                'parent_id' => 50000,
                'name' => 'Смазка спрей',
            ),
            
            array (
                'id' => 50014,
                'parent_id' => 50000,
                'name' => 'Фиксатор резьбового соединения',
            ),
            
            array (
                'id' => 50015,
                'parent_id' => 50000,
                'name' => 'Очиститель карбюратора',
            ),
            
            array (
                'id' => 50500,
                'parent_id' => 10003,
                'name' => 'Автолампа',
            ),
            
            array (
                'id' => 50506,
                'parent_id' => 50500,
                'name' => 'Автолампа LED',
            ),
            
            array (
                'id' => 50507,
                'parent_id' => 50500,
                'name' => 'Автолампа галогенная',
            ),
            
            array (
                'id' => 72535,
                'parent_id' => 10351,
            'name' => 'Топливный насос(Модуль в сборе)',
            ),
            
            array (
                'id' => 73683,
                'parent_id' => 10454,
                'name' => 'Компрессор кондиционера. Подшипник муфты',
            ),
            
            array (
                'id' => 74834,
                'parent_id' => 10452,
                'name' => 'Генератор. Подшипник',
            ),
            
            array (
                'id' => 74835,
                'parent_id' => 10452,
                'name' => 'Генератор. Коллекторный узел',
            ),
            
            array (
                'id' => 74836,
                'parent_id' => 10833,
                'name' => 'Ароматизатор воздуха',
            ),
            
            array (
                'id' => 74837,
                'parent_id' => 10788,
                'name' => 'Планка замка',
            ),
        ));
        
        
    }
}