@extends('shop.template')

@section('content')
<!-- site__body -->
<div class="site__body">
	<div class="block-space block-space--layout--spaceship-ledge-height"></div>
		<div class="block">
			<div class="container">
				<div class="document">
					<div class="document__header"><h1 class="document__title">Информация о доставке</h1></div>
					<div class="document__content card">
						<div class="typography">
						<h2>Доставка по городу</h2>
						<p>Доставка осуществляется курьером в течение 1-2 рабочих дней с момента оформления заказа.</p>
						<p>Доставка возможна c понедельника по субботу!</p>
						<p>Стоимость доставки по городу составляет от 100 руб.</p>
						<p>Если сума заказа свыше 50 $. доставка по городу осуществляется бесплатно.</p>
						<h2>Правила доставки</h2>
						<p>При получении Заказа покупатель должен проверить его на соответствие наименований и количества позиций, качества товара.
						После расчета с курьером Клиент подписывает накладную, чем подтверждает, что претензий к качеству и комплектации Заказа не имеет.
						При обнаружении недовоза, пересорта или брака покупатель в праве, отказаться от всего Заказа или его части, оплатив только тот товар, который его полностью устраивает. Обращаем Ваше внимание на то, что в случае отказа от заказа (товар не подошел по тем или иным причинам не может быть Вами использован), услуги доставки оплачиваются согласно вышеуказанным тарифам. Если товар ненадлежащего качества  (подразумевается товар, который неисправен и не может обеспечить исполнение своих функциональных качеств. Отличие элементов дизайна или оформления от заявленных в описании на сайте не является неисправностью или не функциональностью товара) услуги доставки не оплачиваются.</p>
					</div>
				</div>
			</div>
		</div>
	</div>
</div>
<!-- site__body / end -->
@stop