@extends('shop.template')

@section('content')
<!-- site__body -->
<div class="site__body">
	<div class="block-space block-space--layout--spaceship-ledge-height"></div>
	<div class="block">
		<div class="container">
			<div class="document">
				<div class="document__header"><h1 class="document__title">Информация о возвратах</h1></div>
				<div class="document__content card">
					<div class="typography">
						<p>Вы можете обменять или вернуть товар в течение 14 дней не считая дня покупки (товар не подошел по цвету, форме, габаритам, размеру или по иным причинам и не может быть использован). Это право гарантирует Вам «Закон о защите прав потребителя».</p>
						<ul>
							<li>товар не был в эксплуатации, сохранен его товарный вид, потребительские свойства, товар не имеет следов использования: царапин, сколов, потёртостей, механических повреждений (товар находится в том же состоянии, что и на момент передачи покупателю)</li>
							<li>товар полностью укомплектован и не нарушена целостность фирменной упаковки, полностью сохранены все ярлыки, защитные пленки, сохранена заводская маркировка (товар находится в том же состоянии, что и на момент передачи покупателю)</li>
						</ul>
						<h2>Как можно произвести обмен или возврат товара</h2>
						<p>Обменять или вернуть товар можно заполнив форму для возврата товара. В форме просим Вас подробно указать, какой именно дефект содержит возвращаемый Вами товар. В течении одного рабочего дня с Вами свяжется менеджер для уточнения информации, варианта доставки возвращаемого товар, и других вопросов.</p>
						<p>Деньги возвращаются покупателю в течении 7 дней с момента получения нами товара.</p>
						<p>Если на момент обмена, аналогичного товара нет в продаже,  Вы можете приобрести любые другие виды продукции из имеющегося у нас ассортимента с соответствующим перерасчетом стоимости, или получить обратно деньги, в размере стоимости возвращенного товара, или осуществить обмен товара на аналогичный, при первом же поступлении соответствующего товара в продажу.</p>
						<p>Если купленный Вам товар не подошел по цвету, форме, габаритам, размеру или по иным причинам и не может быть Вами использован, покупатель оплачивает транспортные услуги для возврата или обмена товара.</p>
						<p>Если товар ненадлежащего качества  (подразумевается товар, который неисправен и не может обеспечить исполнение своих функциональных качеств. Отличие элементов дизайна или оформления от заявленных в описании на сайте не является неисправностью или нефункциональностью товара), транспортные услуги по замене или возврату товара бесплатны.</p>
						<p>Обращаем Ваше внимание на то, что в случае обмена или возврата товара (товар не подошел по цвету, форме, габаритам, размеру или по иным причинам не может быть использован), все транспортные расходы, связанные с обменом и возвратом, оплачиваются покупателем.</p>
					</div>
				</div>
			</div>
		</div>
	</div>
</div>
<!-- site__body / end -->
@stop