<?php

return [

	'our_address' => 'Мы расположены',
	'leave_us_a_message' => 'Оставьте сообщение',
    'message' => 'Текст сообщения',
	'send_message' => 'Отправить',
	'contact_us' => 'Свяжитесь с нами',
	'check_product' => 'Номер запчасти',
	'name' => 'Ваше имя',
	'select_subject' => 'Выберете тему',
	'subject' => 'Тема обращения',
	'order_number' => 'Заказ №',
	'comment' => 'Комментарий',
	'workinghours' => 'Время работы',
    'contacts' => 'Контакты',
	'email' => 'Адрес e-mail',
	'mailto' => 'e-mail',
	'we_are' => 'Интернет магазин запчастей для иномарок в Горловке.',
	'our_warehouses' => 'Собственный склад, магазин и онлайн заказы позволят вам приобрести запасные части для вашего автомобиля в кратчайшие сроки.',
	'phones' => 'Телефоны',
	'search_part_contact' => 'Представьтесь пожалуйста',
	'check_article' => 'Введите номер по каталогу запчасти, которую вы хотите проверить на совместимость',
	'enter_vin' => 'Пожалуйста, введите свой VIN, чтобы мы могли быстрее обработать ваш запрос',
	'vin_comment' => 'VIN — это уникальный код транспортного средства, который обычно состоит из 17 символов. VIN-коды выгравированы на неотъемлемых частях кузова или шасси транспортного средства и на специальных номерных знаках, а также указываются в свидетельстве о регистрации транспортного средства, гарантийном талоне или свидетельстве о страховании транспортного средства.',

];
